Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.18/notes/docbook/*/*.po
Languages: ar, ca, de, es, ja, lt, mk, pa, pt_br, ru, sr, sv, th, tr, uk, zh_tw

source: The GNOME desktop is distributed through free and commercial operating systems including Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED and Ubuntu. GNOME is also present inside XO (the One Laptop Per Child device) and an increasing collection of mobile devices. Users can already get their hands on GNOME 2.18 trying our official live demos or the testing versions released by some distributions. Check the <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> page and give it a try.
ar: يوزَّع مكتب «جنوم» عبر أنظمة تشغيل حرة أو تجارية مثل «دبيان» و«فيدورا» و«ماندريفا» و«أوبن سولارس» و«ردهات» و «SLED» و«أوبونتو». «جنوم» متوفر أيضا في نظام إكس أو (XO) لمشروع حاسوب محمول لكل طفل ومجموعة متزايدة من الأجهزة اليدوية. يستطيع المستخدمون الحصول على هذا الإصدار بتنزيل الأقراص التقديمية الرسمية أو إحدى الإصدارات التجريبية لبعض التوزيعات. اذهب إلى صفحة <ulink url="http://www.gnome.org/~davyd/footware.shtml">"احصل على البرامج"</ulink> لتجريبها.
ca: L'escriptori GNOME es distribueix a través de sistemes operatius gratuïts i de pagament com ara Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED i Ubuntu. El GNOME també és present a l'XO (el dispositiu del projecte Un portàtil per nen, "OLPC") i una col·lecció creixent de dispositius mòbils. Els usuaris ja poden jugar amb el GNOME 2.18 gràcies a les demostracions autònomes oficials o les versions de prova que alliberen algunes distribucions. Comproveu la pàgina <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> i feu-hi una ullada.
de: Der GNOME-Desktop wird sowohl von freien als auch von kommerziellen Betriebssystemen angeboten, darunter Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED und Ubuntu. GNOME ist weiterhin Teil von XO (dem Rechner der Aktion »One Laptop Per Child«) und einer steigenden Zahl mobiler Endgeräte. Interessierte Benutzer können GNOME 2.18 bereits über unsere offizielle Live-Demo oder die Vorabversionen einiger Distributoren testen. Schauen Sie für mehr Informationen unter <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> (Englisch) nach und probieren Sie es einfach mal aus.
es: El escritorio GNOME es distribuido a través de sistemas operativos libres y comerciales incluyendo Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED y Ubuntu. GNOME también está presente dentro de XO (el dispositivo de One Laptop Per Child - Un Laptop Por Niño) y en una creciente colección de dispositivos móviles. Los usuarios ya pueden ponerle las manos encima a GNOME 2.18 probando nuestras demostraciones o las versiones de prueba de algunas distribuciones. Revise la página <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> e inténtelo.
ja: GNOME デスクトップはフリーなオペレーティング・システムや商用オペレーティング・システムの一部として配布されています。これらのオペレーティング・システムには Debian、Fedora、Mandriva、OpenSolaris、RedHat、SLED、そして Ubuntu が含まれます。さらに GNOME X0 (<ulink url="http://www.laptop.org/index.jp.html">One Laptop Per Child</ulink>) や続々とリリースされているモバイル用端末の中にも含まれています。ユーザは GNOME プロジェクトが公開している公式の「ライブCD」を利用したり、様々なディストリビュータによってリリースされているテスト・バージョンを導入することで GNOME 2.18 のデスクトップを手に入れることができます。<ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> のページを参考にして試してみて下さい。
lt: GNOME darbo aplinka platinama laisvose ir komercinėse operacinėse sistemose, pavyzdžiui, Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED ir Ubuntu. GNOME taip pat yra XO (One Laptop Per Child įrenginyje) ir vis daugiau mobiliųjų įrenginių. Naudotojai gali išbandyti GNOME 2.18 mūsų oficialiose demonstracinėse versijose arba kai kurių distribucijų išleistose bandomosiose versijose. Skaitykite puslapį <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> ir išbandykite.
mk: Работната околина GNOME се дистрибуира преку слободни и комерцијални оперативни системи вклучувајќи ги Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED и Ubuntu. GNOME исто така е присутен во XO (уредот на „По еден лаптоп за секое дете“) и во растечката колекција на мобилни уреди. Корисниците можат веќе да го пробаат изданието 2.18 на GNOME преку официјалните демо живи верзии или преку тест верзиите издадени од некои дистрибуции. Проверете ја страницата<ulink url="http://www.gnome.org/~davyd/footware.shtml">Земи Footware</ulink> и пробајте.
pa: ਗਨੋਮ ਡੈਸਕਟਾਪ ਡੇਬੀਅਨ, ਫੇਡੋਰਾ, ਮੈਨਡਿਰਵਾ, ਓਪਨਸਲਾਰਸ, ਰੈੱਡ ਹੈੱਟ, SLED ਅਤੇ ਉਬਤੂੰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਨਾਲ ਮੁਫ਼ਤ ਅਤੇ ਵਪਾਰਕ ਤੌਰ ਉੱਤੇ ਵੰਡਿਆ ਜਾਵੇਗਾ। ਗਨੋਮ XO (ਇੱਕ ਬੱਚਾ ਇੱਕ ਲੈਪਟਾਪ (OLPC) ਦਾ ਭਾਗ ਹੈ ਅਤੇ ਮੋਬਾਇਲ ਜੰਤਰਾਂ ਲਈ ਭੰਡਾਰ ਵਧਾ ਰਿਹਾ ਹੈ। ਉਪਭੋਗੀ ਗਨੋਮ 2.18 ਉੱਤੇ ਹੱਥ ਪਹਿਲਾਂ ਹੀ ਸਾਡੇ ਲਾਇਵ ਡੈਮੋ ਜਾਂ ਹੋਰ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਵਲੋਂ ਰੀਲਿਜ਼ ਟੈਸਟ ਵਰਜਨ ਉੱਤੇ ਅਜ਼ਮਾਂ ਸਕਦੇ ਹਨ। <ulink url="http://www.gnome.org/~davyd/footware.shtml">ਫੁੱਟਵੇਅਰ ਲਵੋ (Get Footware)</ulink> ਸਫ਼ਾ ਵੇਖੋ ਅਤੇ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: O GNOME é distribuído através de sistemas operacionais livres e comerciais, incluindo Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED e Ubuntu. O GNOME também está presente no XO (o aparelho do One Laptop Per Child) e uma coleção crescente de dispositivos móveis. Os usuários já podem botar suas mãos no GNOME 2.18 experimentando nossos demos oficiais em CD ou as versões lançadas por algumas distribuições. Verifique a página <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> e experimente.
ru: Рабочая среда GNOME распространяется в составе свободных и коммерческих операционных систем, таких, как Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED и Ubuntu. GNOME также используется в XO (устройстве, созданном в рамках проекта One Laptop Per Child) и растущем числе мобильных устройств. Пользователи уже могут попробовать GNOME 2.18 с помощью наших официальных демонстрационных версий либо тестируемых версий, выпускаемых некоторыми дистрибутивами. Загляните на страницу <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> и попробуйте сами.
sr: Гном радно окружење је доступно у слободним и комерцијалним оперативним системима као што су Дебиан, Федора, Мандрива, OpenSolaris, RedHat, SLED и Убунту. Гном је присутан и на XO систему (уређај пројекта One Laptop Per Child) и све већем броју мобилних уређаја. Корисници већ могу да прибаве Гном 2.18 преко наших званичних показних издања (Official Live Demos) или преко тест пакета неких дистрибуција. Погледајте <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> страницу и окушајте Гном.
sv: GNOME-skrivbordet distribueras genom fria och kommersiella operativsystem inklusive Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED och Ubuntu. GNOME finns även i XO (One Laptop Per Child-enheten) och en ökande uppsättning mobila enheter. Användare kan redan få tag på GNOME 2.18 genom att prova våra officiella live-demonstrationer eller testversioner utgivna av vissa distributioner. Ta en titt på sidan <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> och prova själv.
th: เดสก์ท็อป GNOME มีการเผยแพร่ผ่านระบบปฏิบัติการเสรีและเชิงพาณิชย์ต่าง ๆ ซึ่งรวมถึง Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED และ Ubuntu นอกจากนี้ GNOME ยังมีมากับเครื่อง XO (โครงการแล็ปท็อปร้อยเหรียญ) และในอุปกรณ์พกพาด้วยจำนวนที่เพิ่มขึ้นเรื่อย ๆ ผู้ใช้สามารถทดลองใช้ GNOME 2.18 ได้ในชุดสาธิตสด หรือในรุ่นทดสอบที่ออกโดยบางดิสทริบิวชัน ซึ่งคุณสามารถตรวจสอบเพื่อทดลองได้ที่หน้า <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink>
tr: GNOME masaüstü özgür ve ticari işletim sistemleri ile dağıtılmaktaadır, bunlar arasında Debian, Fedora, Mandriva, OpenSolaris, Red Hat, SLED ve Ubuntu bulunmaktadır. GNOME ayrıca XO (Her Çocuğa bir Dizüstü aygıtı) içerisinde ve sürekli artan gömülü aygıtlarda bulunmaktadır. Kullanıcılar GNOME 2.18'e hazırlamış olduğumuz resmi çalışan demoları ya da bazı dağıtımların deneme sürümleri kullanarak hızlıca göz atabilirler. <ulink url="http://www.gnome.org/~davyd/footware.shtml">GNOME Masaüstü'nü Al</ulink> sayfasına bir bakın ve deneyin.
uk: Робоче середовище GNOME поширюється у складі вільних та комерційних операційних систем, таких як Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED та Ubuntu. GNOME також використовується у XO (пристрої, що створений у рамках проекту One Laptop Per Child) та зростаючій кількості мобільних пристроїв. Користувачі вже можуть спробувати GNOME 2.18 користуючись нашими офіційними демонстраційними версіями або ж тестовими версіями, що випускаються деякими дистрибутивами. Погляньте на сторінку <ulink url="http://www.gnome.org/~davyd/footware.shtml">Отримання ПЗ</ulink> та спробуйте самі.
zh_tw: GNOME 桌面透過自由及商業性作業系統散佈，包括 Debian, Fedora, Mandriva, OpenSolaris, RedHat, SLED 和 Ubuntu。GNOME 也同時出現在 XO (OLPC，每個小孩都能擁有的百元筆電)和不斷增加的各種行動裝置中。各位使用者已經可以在我們的官方展示版本或在某些發行套件中釋出的測試版本搶先享受 GNOME 2.18。請到 <ulink url="http://www.gnome.org/~davyd/footware.shtml">Get Footware</ulink> 網頁並試上一試。

source: In More Detail
ar: تفاصيل أكثر
ca: Més detalls
de: Im Detail
es: En detalle
ja: 詳細
lt: Išsamiau
mk: Во повеќе детали
pa: ਹੋਰ ਵੇਰਵੇ ਵਿੱਚ
pt_br: Mais Detalhes
ru: Подробнее
sr: Детаљније о новинама
sv: Fler detaljer
th: รายละเอียดเพิ่มเติม
tr: Daha Fazla Ayrıntıyla
uk: Докладніше
zh_tw: 更多細節

source: Everyone
ar: للجميع
ca: Per a tothom
de: Für jedermann
es: Todos
ja: 使う
lt: Kiekvienam
mk: Секој
pa: ਹਰੇਕ
pt_br: Para Todos
ru: Для каждого
sr: За све кориснике
sv: Alla
th: สำหรับทุกคน
tr: Herkes
uk: Для кожного
zh_tw: 普羅大眾

source: Tomboy, the note-taking applet, helps you to keep better track of your most important notes by pinning them, making sure they will always easier to find.
ar: يساعد برنامج «توم بوي»، برنامج تدوين المذكرات، على تتبع أهم مذكراتك بإظهارها على المكتب لتكون بين يديك في أي وقت.
ca: El Tomboy, la miniaplicació per a prendre notes, us ajuda a fer un seguiment de les notes més importants; les clava perquè siguin accessibles més fàcilment.
de: Das Notizbuch Tomboy hilft Ihnen dabei, die Übersicht über Ihre Notizen zu behalten, indem Sie sie einfach anpinnen und dadurch noch einfacher finden können.
es: Tomboy, la miniaplicación para tomar notas, le ayuda a hacer un mejor seguimiento de sus notas más importantes pinchándolas, asegurándose que siempre sean fáciles de encontrar.
ja: 付箋紙アプレットの Tomboy は、複数のメモをピンで留めていくことにより重要性や関連性を把握しやすくなり、簡単に情報を探しあてることができるようになります。
lt: Tomboy, raštelių užsirašymo įtaisas, padeda rasti svarbiausius raštelius, leidžiant juos prismeigti smeigtuku.
mk: Tomboy, аплетот за земање белешки, Ви помага подобро да ги следите најважните белешки со прикачување, со што ги прави полесни за наоѓање.
pa: ਟੋਮਬਾਏ, ਇੱਕ ਨੋਟ ਲੈਣ ਲਈ ਐਪਲਿਟ, ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਸਭ ਤੋਂ ਖਾਸ ਕੰਮਾਂ ਨੂੰ ਟਰੈਕ ਕਰਨ ਲਈ ਪਿੰਨ ਕਰੋ, ਤਾਂ ਕਿ ਯਕੀਨੀ ਬਣਾਇਆ ਜਾ ਸਕੇ ਕਿ ਛੇਤੀ ਨਾਲ ਲੱਭਿਆ ਜਾ ਸਕੇ।
pt_br: Tomboy, o miniaplicativo de notas, ajuda você a acompanhar melhor suas anotações mais importantes fixando-as com um "alfinete", assegurando que sejam sempre encontradas facilmente.
ru: Tomboy — апплет создания заметок — помогает вам отслеживать наиболее важные заметки путём их прикрепления, благодаря чему их всегда будет легко найти.
sr: Томица, програмче за писање белешки, олакшава вам да водите рачуна о важним белешкама јер сада их сада чиодом можете закачити и бити сигурни да ћете их увек лакше наћи.
sv: Tomboy, antecklingsblocket, hjälper dig att hålla bättre ordning på dina mest viktiga anteckningar genom att nåla fast dem, vilket gör att de är lättare att hitta.
th: Tomboy แอพเพล็ตบันทึกข้อความ ช่วยให้คุณติดตามบันทึกสำคัญของคุณด้วยการปักหมุด เพื่อให้หาได้ง่าย
tr: Tomboy not tutma uygulamacığı, en önemli notlarınızın izini tutmaya ve onları iğneleyerek çok kolay bir şekilde bulmanıza yardımcı olur.
uk: Tomboy — аплет створення приміток — допомагає слідкувати за найбільш важливими примітками шляхом їх прикріплення, завдяки чому їх завжди легко найти.
zh_tw: Tomboy，用來撰寫筆記的面板程式，幫助你保留最重要的筆記，確保隨時都可以找回內容。

source: Using Tomboy to create lists is now as simple as adding a * or a -.
ar: يمكن إنشاء قوائم على «توم بوي» بسهولة بكتابة * أو -.
ca: Crear llistes amb el Tomboy ara és tan fàcil com afegir un * o un -.
de: In Tomboy ist es jetzt ganz einfach Listen anzulegen – setzen Sie einfach ein * oder ein - vor den Text
es: Usar Tomboy para crear listas ahora es tan simple como añadir * o -.
ja: Tomboy を使ってメモの一覧を生成することは * や - を追加するのと同じくらい簡単になりました。
lt: Dabar sukurti sąrašus Tomboy labai paprasta, tereikia įvesti * arba -.
mk: Користењето на Tomboy за креирање на листи сега е едноставно како што е додавањето * или -.
pa: ਟੋਮਬਾਏ ਦੀ ਵਰਤੋਂ ਨਾਲ ਹੁਣ ਨਵੀਆਂ ਲਿਸਟਾਂ ਸਿਰਫ਼ * ਜਾਂ ਇੱਕ - ਜੋੜਕੇ ਹੀ ਬਣਾਓ।
pt_br: Criar listas com o Tomboy agora é tão simples quanto acrescentar um * ou -.
ru: Для создания списков в Tomboy теперь достаточно ввести * или -.
sr: Коришћење листи са тачкицама у Томици је сада једноставно као додати * или -.
sv: Användning av Tomboy för att skapa listor är nu lika enkelt som att lägga till en * eller ett -.
th: การใช้ Tomboy เขียนรายการต่าง ๆ ในรุ่นนี้ทำได้ง่าย เพียงแค่เติม * หรือ -
tr: Artık Tomboy ile listeler oluşturmak * ve - eklemek kadar kolay.
uk: Для створення списків у Tomboy тепер досить ввести * або -.
zh_tw: 現在使用 Tomboy 建立清單只需鍵入 * 或 - 。

source: Never lose track of your work and pick up where you left off by finding the recently opened files, or just search for new distractions with the new Deskbar applet.
ar: لا تفقد عملك وتوصل إليه بسهولة في قائمة الملفات المفتوحة مؤخرا، أو البحث عنها عبر بريمج «عارضة المكتب».
ca: No perdeu de vista la vostra feina i repreneu-la allà on la vau deixar: trobeu els fitxers que s'han obert recentment, o cerqueu noves distraccions amb la nova miniaplicació de la barra d'escriptori.
de: Verlieren Sie nie die Übersicht über Ihre Arbeit und machen Sie mit Hilfe der zuletzt genutzten Dateien einfach dort weiter wo Sie aufgehört haben – oder suchen Sie einfach nach etwas Ablenkung mit dem neuen Deskbar-Applet.
es: No pierda el rastro de su trabajo y continúelo justo donde lo dejó encontrando los archivos recientemente abiertos, o simplemente busque nuevas distracciones con la nueva miniaplicación Deskbar.
ja: 「最近開いたドキュメント」の中に表示されているファイルを開くことで、作業の流れを中断することなく作業を終えた時点から再開したり、あるいはデスクバー・アプレットを使っていろいろ思いつくものをキーワードにして検索してみて下さい。
lt: Deskbar įtaiso pagalba nepamiršite ką darėte ir galėsite tęsti darbą nuo ten, kur baigėte.
mk: Не губете во Вашата работа и продолжете онаму каде што застанавте со наоѓање на скорашно отворените датотеки или со новиот аплет „Deskbar“.
pa: ਆਪਣੇ ਕੰਮ ਤੋਂ ਕਦੇ ਨਾ ਖੁੰਝੋ ਅਤੇ ਬਿਲਕੁੱਲ ਉੱਥੋਂ ਹੀ ਸ਼ੁਰੂ ਕਰੋ, ਜਿੱਥੇ ਤੁਸੀਂ ਆਪਣੀਆਂ ਖੁੱਲ੍ਹੀਆਂ ਫਾਇਲਾਂ ਨੂੰ ਛੱਡਿਆ ਸੀ, ਜਾਂ ਨਵੇਂ ਡੈਸਕਬਾਰ ਐਪਲਿਟ ਵਿੱਚ ਨਵੇਂ ਰੂਪਾਂ ਦੀ ਖੋਜ ਕਰੋ।
pt_br: Nunca perca o trabalho de vista, e continue sempre de onde parou: com o miniaplicativo Deskbar você pode localizar seus arquivos abertos recentemente, ou apenas pesquisar por novas distrações.
ru: Благодаря апплету Deskbar и его новым возможностям поиска недавних документов вы сможете легко продолжить работу с того места, где вы остановились.
sr: Немојте никада изгубити корак са послом и лако наставите одакле сте стали са лаким претраживањем скоро отворених датотека или уз Чаробну линију пронађите неке нове ствари које ће вас омести.
sv: Förlora aldrig fokus på arbetet och börja där du sist slutade genom att hitta de senaste öppnade filerna, eller sök helt enkelt efter nya saker att distrahera dig med det nya panelprogrammet Skrivbordsrad.
th: ไม่ต้องหลงลืมงานที่คุณทำค้างไว้อีกต่อไป โดยทำงานต่อจากเดิมได้จากรายการเอกสารล่าสุด หรือเพียงค้นหารายการอื่นด้วยแอพเพล็ตเดสก์บาร์
tr: Artık asla çalışmalarınızı kaybetmeyeceksiniz ve en son açılan dosyalara bakarak kolaylıkla erişebileceksiniz, ya da yeni Deskbar uygulamacığı ile yeni dikkat dağıtıcı şeyleri arayabilirsiniz.
uk: Завдяки аплету Deskbar та його новим можливостям пошуку недавніх документів можна легко продовжити роботу з місця, де ви зупинились.
zh_tw: 不想失去你的成果，想回到前次工作停止的地方就找找最近開啟的檔案，或者使用新的 Deskbar 面板程式搜尋些新玩意兒。

source: Find out where all your disk space is going with the new ring chart view in GNOME's Disk Usage Analyzer.
ar: اعلم فيم يستعمل حيز القرص عبر المبيان الإقطاعي في «محلل استخدام القرص» لـ «جنوم».
ca: Descobriu què omple el disc dur amb la nova visualització de diagrama d'anell de l'analitzador d'ús dels discs del GNOME.
de: Finden Sie mit dem neuen Ringdiagramm von GNOMEs Festplattenbelegung heraus, wo all Ihr Speicherplatz geblieben ist.
es: Descubra adonde va el espacio del disco con la nueva visualización de anillo del Analizador de uso de disco de GNOME.
ja: デスク使用量の解析ツールでは新たにリング・チャートを採用し、お使いのディスク容量をひとめで分かるようになりました。
lt: Naudodami GNOME disko naudojimo analizatorių galėsite matyti kur dingsta laisva vieta diske.
mk: Најдете каде се троши Вашиот празен простор на дискот со новиот графикон-прстен во анализаторот на дискот на GNOME.
pa: ਗਨੋਮ ਦੇ ਡਿਸਕ ਵਰਤੋਂ ਜਾਂਚਕਾਰ ਵਿੱਚ ਨਵੇਂ ਰਿੰਗ ਚਾਰਟ ਨਾਲ ਪਤਾ ਕਰੋ ਕਿ ਤੁਹਾਡੀ ਡਿਸਕ ਥਾਂ ਕਿਧਰ ਵਰਤੋਂ ਜਾ ਰਹੀ ਹੈ।
pt_br: Descubra para onde está indo o espaço de seu disco com o novo gráfico em anel do Analisador de Uso de Disco do GNOME.
ru: Выясните, на что уходит ваше дисковое пространство, используя новые кольцевые диаграммы в Анализаторе использования диска GNOME.
sr: Пронађите где вам све одлази простор на диску са новим прстенастим приказом у Гномовом истраживачу заузећа диска
sv: Ta reda på var all ditt diskutrymme har tagit vägen med det nya ringdiagrammet i GNOME:s Diskanvändningsanalysator.
th: ตรวจสอบการใช้เนื้อที่ดิสก์ของคุณ ผ่านรูปแบบการแสดงแผนภูมิกงในเครื่องมือวิเคราะห์การใช้ดิสก์ของ GNOME
tr: GNOME Disk Kullanım Analizleyicisi'nin yeni halka grafiği görümü ile disk alanınız nereye gidiyor bulabilirsiniz.
uk: З'ясуйте, як витрачається ваш дисковий простір, користуючись новими кільцевими діаграмами у Аналізаторі використання диску GNOME.
zh_tw: 桌面用途分析程式中的新式環狀檢視模式，可以幫你發現所有的磁碟空間如何分配。

source: Save battery power with GNOME Power Manager's control over your processor.
ar: احفظ طاقة البطارية مستخدما «مدير طاقة جنوم» الذي يتحكم في المعالج.
ca: Estalvieu bateria amb el control sobre el processador del gestor d'energia del GNOME.
de: Verlängern Sie die Lebensdauer Ihrer Rechner-Akkus, indem Sie der GNOME-Energieverwaltung die Kontrolle Ihres Prozessors überlassen.
es: Ahorre batería con el control sobre el procesador del Gestión de energía de GNOME.
ja: GNOME の電源管理を使ってプロセッサを介してバッテリーの電力を抑えることができます。
lt: GNOME energijos valdyklė padės tausoti baterijos energiją ir įgalins valdyti procesorių.
mk: Зачувајте енергија од батеријата со контролата на процесорот преку менаџерот за енергија на GNOME.
pa: ਗਨੋਮ ਊਰਜਾ ਮੈਨੇਜਰ ਦਾ ਤੁਹਾਡੇ ਪ੍ਰੋਸੈਸਰ ਉੱਤੇ ਕੰਟਰੋਲ ਨਾਲ ਬੈਟਰੀ ਊਰਜਾ ਸੰਭਾਲੋ
pt_br: Economize sua bateria controlando seu processador com o Gerenciador de Energia do GNOME.
ru: Сэкономьте заряд батареи, позволив программе управления питанием контролировать ваш процессор.
sr: Побољшајте трајање батерије са контролом Гномовог управника потрошње над вашим процесором.
sv: Spara batterikapacitet genom att kontrollera din processor med GNOME-strömhanterare.
th: ประหยัดพลังงานแบตเตอรี่ ด้วยการควบคุมโปรเซสเซอร์ของคุณด้วยเครื่องมือจัดการการใช้พลังงานของ GNOME
tr: GNOME Güç Yöneticisi'nin işlemciniz üzerindeki kontrolü ile şarjınızdan tasarruf edin.
uk: Економте заряд батареї, дозволяючи програмі керування живленням контролювати ваш процесор.
zh_tw: 使用 GNOME 電源管理程式控制處理器，以節省電池能源。

source: Whether you have two monitors or not, the GNOME Document Viewer now supports opening multiple instances of a document at the same time.
ar: سواء كانت لديك شاشتين أو لا، يمكن ل‍«عارض مستندات جنوم» فتح عدة نسخ من نفس المستند في آن واحد.
ca: Tant si teniu dos monitors com si només en teniu un, el visualitzador de documents del GNOME permet obrir múltiples instàncies d'un document al mateix temps.
de: Egal ob Sie nun zwei Bildschirme haben oder nicht, der GNOME-Dokumentenbetracher unterstützt nun das gleichzeitige Öffnen eines Dokumentes in mehreren Instanzen.
es: Sea que tiene dos monitores o no, ahora el visor de documentos de GNOME permite abrir múltiples instancias de un documento al mismo tiempo.
ja: GNOME のドキュメント・ビューアでは、二台のモニタを使っているかどうかに関わらず、同時に複数個の表示が可能になりました。
lt: Nepaisant, ar jūs turite du monitorius, ar ne, GNOME dokumentų peržiūros programa dabar gali atverti tuo pačiu metu keletą to paties dokumento kopijų.
mk: Без разлика дали имате два екрани или не, прегледувачот на документи на GNOME сега поддржува отворање на повеќе примероци од еден документ истовремено.
pa: ਭਾਵੇਂ ਤੁਹਾਡੇ ਕੋਲ ਦੋ ਮਾਨੀਟਰ ਹਨ ਜਾਂ ਨਹੀਂ, ਗਨੋਮ ਦਸਤਾਵੇਜ਼ ਦਰਸ਼ਕ ਹੁਣ ਇੱਕ ਦਸਤਾਵੇਜ਼ ਦੇ ਕਈ ਮੌਕਾ ਇੱਕੋ ਸਮੇਂ ਖੋਲ੍ਹਣ ਲਈ ਤਿਆਰ ਹੈ।
pt_br: Com ou sem dois monitores, o Visualizador de Documentos do GNOME agora pode abrir ao mesmo tempo múltiplas instâncias de um documento ao mesmo tempo.
ru: Программа просмотра документов GNOME теперь позволяет вам открывать несколько экземпляров одного документа одновременно, вне зависимости от того, один у вас монитор или два.
sr: Све једно имате ли два монитора или не, Гномов прегледник докумената сада подржава отварање више истовремених приказа документа.
sv: Om du har två skärmar kan dokumentvisaren i GNOME nu visa flera instanser av ett dokument samtidigt.
th: ไม่ว่าคุณจะมีจอภาพหลายจอหรือไม่ก็ตาม โปรแกรมแสดงเอกสารของ GNOME รุ่นนี้สนับสนุนการแสดงเอกสารเดียวกันในหลายหน้าต่างพร้อมกันแล้ว
tr: İki ekranınız olsun ya da olmasın, GNOME Belge Görüntüleyici artık aynı anda birden daha fazla belge görünümü açmaya olanak sağlıyor.
uk: Програма перегляду документів GNOME тепер дозволяє одночасно відкривати декілька екземплярів одного документу, не залежно від того, у вас один монітор чи два.
zh_tw: 不論你是否有兩個螢幕，現在 GNOME 文件檢視程式支援在多個視窗顯示同一份文件。

source: Use the new history feature to navigate your documents like a web page.
ar: استعمل ميزة "التاريخ" لتصفح مستنداتك كأنها صفحات وب.
ca: Utilitzeu la nova característica de l'historial per a navegar pels documents com una pàgina web.
de: Verwenden Sie die neue Journal-Funktion um durch Ihre Dokumente wie durch eine Internet-Seite zu navigieren.
es: Use la nueva característica del historial para navegar por sus documentos como una página web.
ja: 新しく追加された履歴機能を使って、ウェブ・ページのように、ドキュメントのいろいろなページを「行ったり来たり」と閲覧できるようになりました。
lt: Naudodami naują retrospektyvos priemonę galėsite naršyti dokumentus kaip tinklalapį.
mk: Користете ја новата карактеристика на историјата за да управувате со Вашите документи како со веб страница.
pa: ਆਪਣੇ ਦਸਤਾਵੇਜ਼ਾਂ, ਜਿਵੇਂ ਕਿ ਇੱਕ ਵੈੱਬ ਸਫ਼ਾ ਵਿੱਚ ਇਹ ਨਵੇਂ ਅਤੀਤ ਫੀਚਰ ਨਾਲ ਵਰਤੋਂ।
pt_br: Use os novos recursos de histórico para navegar entre seus documentos como páginas web.
ru: Используйте новую функцию истории, чтобы перемещаться по документам, как по веб-страницам.
sr: Користите нову могућност историјата да бисте прегледали документе као веб страницу.
sv: Använd den nya historikfunktionen för att navigera bland dina dokument precis som för en webbsida.
th: ใช้ความสามารถเรื่องประวัติเอกสารเพื่อท่องสำรวจเอกสารของคุณแบบหน้าเว็บได้
tr: Yeni geçmiş özelliği ile belgeleri web sayfalarıymış gibi dolaşın.
uk: Скористайтесь новою функцією історії, щоб переходити між документами, як між веб-сторінками.
zh_tw: 使用新的歷史紀錄功能，瀏覽文件就如瀏覽網頁一樣。
