Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.18/notes/docbook/*/*.po
Languages: ar, ca, de, es, ja, lt, mk, pa, pt_br, ru, sr, sv, th, tr, uk, zh_tw

source: Hand out better printed slide notes and keep your audience engaged with Evince's new presentation mode.
ar: احمل معك شرائح عرض أفضل وأحسِن تقديم أفكارك للجمهور بفضل نمط التقديم لبرنامج «جلاء».
ca: Lliureu notes de diapositives més ben impreses i manteniu l'interès del públic gràcies al nou mode de presentació de l'Evince.
de: Drucken Sie bessere Präsentationsfolien aus und halten Sie die Aufmerksamkeit Ihrer Zuhörer mit dem neuen Präsentationsmodus von Evince.
es: Entregue mejores notas de presentación y mantenga a su audiencia interesada con el nuevo modo de presentación de Evince.
ja: Evince ドキュメント・ビューアのプレゼンテーション・モードを使うと、さらに見やすく印刷されたスライドを配布できるので聴衆を「くぎ付け」にできるでしょう。
lt: Išdalinkite geriau išspausdintas skaidres ir išlaikykite savo auditorijos dėmesį naudodami naująją Evince pateikčių veikseną.
mk: Раздавајте подобри печатени слајд-белешки и заинтригирајте ја Вашата публика со новиот режим на презентација на Evince.
pa: ਵਧੀਆ ਛਪੇ ਸਲਾਇਡ ਨੋਟ ਦਿਓ ਅਤੇ ਆਪਣੇ ਦਰਸ਼ਕਾਂ ਨੂੰ ਈਵੇਨਸ ਦੇ ਨਵੇਂ ਪੇਸ਼ਕਾਰੀ ਢੰਗ ਨਾਲ ਬੰਨ੍ਹ ਕੇ ਰੱਖੋ।
pt_br: Distribua notas de slides melhor impressas, e mantenha sua audiência atenta com o novo modo de apresentação do Evince.
ru: Выдавайте более качественные примечания к слайдам и заинтересуйте свою аудиенцию с помощью нового режима презентации в Evince.
sr: Разделите боље штампане белешке и задржите публику заокупљену уз нови режим за презентације у Евинсу
sv: Dela ut bättre utskrivna presentationsmaterial och engagera dina mötesdeltagare med det nya presentationsläget i Evince.
th: แจกจ่ายสไลด์ฉบับพิมพ์ที่ดีขึ้น และตรึงสายตาผู้ชมของคุณด้วยโหมดนำเสนอใหม่ของ Evince
tr: Daha iyi basılmış slayt notları dağıtın ve Evince'in yeni sunum kipi ile izleyicilerin gözlerini üzerinizde tutun.
uk: Робіть більш якісні примітки до слайдів та зацікавте свою аудиторію за допомогою нового режиму презентації у Evince.
zh_tw: 更佳的講義／投影片／筆記，讓你的聽眾都被 Evince 新的簡報模式所吸引。

source: Digitally sign or authenticate your documents using Seahorse, the new front-end to GNU Privacy Guard.
ar: وقّع مستنداتك رقميا واستثقها بفضل «فرس البحر»، الواجهة الجديدة لحماية الخصوصية لـ «جنو GPG»
ca: Signeu digitalment els vostres documents o autentiqueu-los amb el Seahorse, el nou frontal per al Guàrdia de Privadesa GNU (GnuPG).
de: Signieren oder authentifizieren Sie Ihre Dokumente digital mit Seahorse, der neuen Anwendung für den GNU Privacy Guard.
es: Firme digitalmente o autentique sus documentos usando Seahorse, el nuevo front-end para GNU Privacy Guard.
ja: GNU Privacy Guard の新しい GUI フロントエンドである Seahorse を使ってドキュメントに電子署名や認証機能を付与できます。
lt: Naudodami Seahorse, naują GNU Privacy Guard sąsają, skaitmeniniu būdu pasirašykite savo dokumentus.
mk: Дигитално потпишувајте ги или проверувајте ја автентичноста на Вашите документи со користење на Seahorse, новиот front-end на GNU Privacy Guard.
pa: ਆਪਣੇ ਦਸਤਾਵੇਜ਼ਾਂ ਉੱਤੇ ਸੀ-ਹਾਰਸ, GNU ਪ੍ਰਾਈਵੇਸੀ ਗਾਰਡ ਲਈ ਇੰਟਰਫੇਸ, ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਡਿਜ਼ੀਟਲ ਦਸਤਖਤ ਜਾਂ ਪਰਮਾਣਿਤ ਕਰੋ।
pt_br: Assine ou autentique digitalmente seus documentos com o Seahorse, a nova interface do GNU Privacy Guard.
ru: Добавляйте цифровые подписи к документам и проверяйте их с помощью Seahorse — новой программы, основанной на GNU Privacy Guard.
sr: Електронски потпишите и ауторизујте документе користећи Морског коњића (Seahorse), ново окружење за ГНУ Privacy Guard.
sv: Signera eller autentisera dina dokument digitalt med hjälp av Seahorse, det nya gränssnittet mot GNU Privacy Guard.
th: เซ็นกำกับหรือยืนยันตัวบุคคลในเอกสารของคุณด้วย Seahorse โปรแกรมฉากหน้าตัวใหม่สำหรับ GNU Privacy Guard
tr: Yeni GNU Gizlilik Koruyucusu önyüzü olan Seahorse kullanarak belgelerinizi dijital olarak imzalayın ya da yetkilendirme verin.
uk: Додавайте цифрові підписи до документів та перевіряйте їх за допомогою Seahorse — нової програми, що побудована на GNU Privacy Guard.
zh_tw: 使用 Seahorse 來對文件進行數位簽署或驗證，它是新的 GNU Privacy Guard (GPG) 前端程式。

source: Use Seahorse to manage the security of your desktop and your OpenPGP and SSH keys.
ar: استعمل «فرس البحر» لإدارة مكتبك ومفاتيح «OpenPGP» و«SSH».
ca: Utilitzeu el Seahorse per a gestionar la seguretat de l'escriptori i de les claus OpenPGP i SSH.
de: Verwenden Sie Seahorse, um die Sicherheit Ihres Desktops zu gewährleisten und Ihre OpenPGP- und SSH-Schlüssel zu verwalten.
es: Use Seahorse para administrar la seguridad de su escritorio y sus claves OpenPGP y SSH.
ja: Seahorse を使ってデスクトップのセキュリティと OpenPGP や SSH の鍵を管理できるようになりました。
lt: Naudokite Seahorse norėdami tvarkyti savo darbo aplinkos saugą ir jūsų OpenPGP ir SSH raktus.
mk: Користете го Seahorse за да се справите со безбедноста на Вашата работна околина и Вашите OpenPGP и SSH клучеви.
pa: ਸੀ-ਹਾਰਸ ਨੂੰ ਆਪਣੇ ਡੈਸਕਟਾਪ ਅਤੇ ਆਪਣੀ OpenGPG ਅਤੇ SSH ਕੁੰਜੀਆਂ ਦੀ ਸੁਰੱਖਿਆ ਦਾ ਪਰਬੰਧ ਕਰੋ।
pt_br: Use o Seahorse para gerenciar a segurança de seu ambiente de trabalho e suas chaves OpenPGP e SSH.
ru: Используйте Seahorse, чтобы управлять безопасностью своей рабочей среды и ключами OpenPGP и SSH.
sr: Користите Морског коњића за управљање сигурношћу вашег радног окружења и OpenPGP и SSH кључевима.
sv: Använd Seahorse för att hantera säkerheten för ditt skrivbord och dina OpenPGP och SSH-nycklar.
th: ใช้ Seahorse จัดการระบบรักษาความปลอดภัยของเดสก์ท็อป และจัดการกุญแจ OpenPGP และ SSH ของคุณ
tr: Seahorse kullanarak masaüstünüzün ve OpenPGP ya da SSH anahtarlarınızın güvenliğini yönetin.
uk: Використовуйте Seahorse, щоб керувати безпекою власного робочого середовища та ключами OpenPGP і SSH.
zh_tw: 使用 Seahorse 來管理桌面、OpenPGP 金鑰和 SSH 金鑰的安全性。

source: Developers
ar: للمطورين
ca: Per a desenvolupadors
de: Entwickler
es: Desarrolladores
ja: 開発する
lt: Programuotojams
mk: Програмери
pa: ਡਿਵੈਲਪਰ
pt_br: Desenvolvedores
ru: Для разработчиков
sr: Програмери
sv: Utvecklare
th: สำหรับนักพัฒนา
tr: Geliştiriciler
uk: Для розробників
zh_tw: 開發者

source: Create applications faster using the new Glade graphical interface builder.
ar: أنشئ تطبيقات بسرعة باستعمال بَانِ الواجهات الرسومية الجديد لـ «جلايد».
ca: Creeu aplicacions més ràpidament amb el constructor d'interfícies gràfiques Glade.
de: Erstellen Sie mit der neuen Glade-Oberflächenentwicklung Ihre Anwendungen schneller.
es: Cree aplicaciones más rápidamente usando el nuevo constructor de interfaces gráficas Glade.
ja: 新しい Glade を使ってアプリケーションのグラフィカル・ユーザ・インタフェースを素早く構築できます。
lt: Naudodami naująją grafinės sąsajos kūrimo programą Glade programas sukursite greičiau.
mk: Креирајте апликации побрзо со користење на новиот создавач на графички интерфејси - Glade.
pa: ਨਵਾਂ ਗਲੇਡ ਗਰਾਫ਼ਿਕਲ ਇੰਟਰਫੇਸ ਬਿਲਡਰ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਤੇਜ਼ ਕਾਰਜ ਬਣਾਓ।
pt_br: Crie aplicações mais rapidamente usando o novo construtor de interfaces Glade.
ru: Создавайте приложения быстрее с использованием программы Glade для построения графических интерфейсов.
sr: Правите програме брже користећи нови Глејд, градитеља графичког сучеља.
sv: Skapa program snabbare med hjälp av den nya grafiska gränssnittsbyggaren Glade.
th: สร้างโปรแกรมอย่างรวดเร็วกว่าเดิม ด้วย Glade โปรแกรมสร้างอินเทอร์เฟซแบบกราฟิก
tr: Glade grafik arayüzü geliştirici ile uygulamarı daha hızlı oluşturun.
uk: Створення програм швидше з використанням програми Glade для побудови графічних інтерфейсів.
zh_tw: 使用新的 Glade 圖形化介面製作程式，能更快地建立應用程式。

source: Display all your reference documentation using the new integrated help system.
ar: اعرض كل مراجع التوثيق باستعمال نظام المساعدة المدمج.
ca: Visualitzeu tota la documentació de referència amb el nou sistema d'ajuda integrada.
de: Greifen Sie auf die gesamten Referenzen und Dokumentationen über das neue, integrierte Hilfesystem zu.
es: Despliegue toda su documentación de referencia usando el nuevo sistema de ayuda integrado.
ja: 新たに統合されたヘルプ・システムを使って開発者向けのリファレンス・マニュアルを表示できます。
lt: Galite matyti visą informacinę dokumentaciją naudodami naująją integruotą žinyno sistemą.
mk: Прикажете ја целата Ваша документација со користење на новиот вграден систем за помош.
pa: ਇੱਕ ਕੇਂਦਰੀ ਸਹਾਇਤਾ ਸਿਸਟਮ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਆਪਣੇ ਸਭ ਹਵਾਲਾ ਦਸਤਾਵੇਜ਼ ਵੇਖੋ।
pt_br: Exiba toda sua documentação de referência usando o novo sistema de ajuda integrado.
ru: Просматривайте справочную документацию, используя новую интегрированную систему справки.
sr: Прегледајте сву програмерску документацију користећи интегрисан систем помоћи.
sv: Visa all referensdokumentation med hjälp av det nya integrerade hjälpsystemet.
th: แสดงเอกสารอ้างอิงทั้งหมดของคุณ โดยใช้ระบบคู่มือใหม่ที่เชื่อมรวมแล้ว
tr: Yeni yardım sistemi ile referans belgelerinizin hepsini gösterin.
uk: Перегляд документації, користуючись новою інтегрованою системою довідки.
zh_tw: 使用整合式的求助系統，有助閱讀所有的參考文件。

source: Improved bug reporting ensures that GNOME just keeps getting better.
ar: يضمن تحسين و تسهيل الإبلاغ عن العلل زيادة جودة «جنوم».
ca: Les millores en l'informador d'errades asseguren que el GNOME millori constantment.
de: Die verbesserte Fehlermeldung stellt sicher, dass GNOME auch in Zukunft stetig besser wird.
es: La mejora sobre el informe de errores asegura que simplemente GNOME sea mejor cada día.
ja: GNOME がバグのない「健全な状態」でありつづけることを確実にするために、バグ報告の作成が改善されました。
lt: Patobulinta pranešimo apie klaidas procedūra užtikrina, kad GNOME tobulės.
mk: Подобреното пријавување на бубачки осигурува дека GNOME само се подобрува.
pa: ਬੱਗ ਰਿਪੋਰਟਿੰਗ ਸੁਧਾਰਿਆ ਗਿਆ ਹੈ ਤਾਂ ਕਿ ਗਨੋਮ ਲਗਾਤਾਰ ਵਧੀਆ ਬਣਦਾ ਰਹੇ।
pt_br: Aprimoramentos no relatório de erros, garantindo que o GNOME continue melhorando cada vez mais.
ru: Усовершенствованные средства отправки отчётов об ошибках гарантируют, что GNOME будет становиться лучше и лучше.
sr: Унапређено пријављивање грешака осигурава да ће Гном бити све бољи.
sv: Förbättrad felrapportering ser till att GNOME bara blir bättre och bättre.
th: ระบบรายงานบั๊กที่ปรับปรุงใหม่ เพื่อให้ GNOME พัฒนาขึ้นเรื่อย ๆ
tr: Gelişmiş hata raporlama GNOME'u daha da iyi yapmayı garantiler.
uk: Вдосконалені засоби надсилання звітів про помилки гарантують, що GNOME буде покращуватись.
zh_tw: 強化的錯誤回報功能確保 GNOME 能持續改進。

source: Fun
ar: مرح واستمتاع
ca: Entreteniment
de: Unterhaltung
es: Diversión
ja: 楽しむ
lt: Pramogos
mk: Забава
pa: ਮੌਜ-ਮਸਤੀ
pt_br: Entretenimento
ru: Для развлечения
sr: Забава
sv: Nöje
th: ความสนุก
tr: Eğlence
uk: Для розваг
zh_tw: 樂趣

source: Encode your audio in more formats including OGG, MP3 or even AAC!
ar: رمّز صوتياتك في صيغ مختلفة مثل «OGG» و«MP3» بل وحتى «AAC»!
ca: Codifiqueu l'àudio en més formats com l'OGG, MP3 i fins i tot AAC!
de: Wandeln Sie Ihre Audiodateien in andere Formate um, darunter OGG, MP3 und sogar AAC!
es: ¡Codifique su audio en más formatos, incluyendo OGG, MP3, e incluso ACC!
ja: 楽曲では OGG や MP3、あるいは AAC などを含むさらに多くの形式をエンコードできるようになりました！
lt: Savo audio įrašus galite koduoti į daugiau formatų, įskaitant OGG, MP3 arba netgi AAC!
mk: Енкодирајте го Вашето аудио во повеќе формати, вклучувајќи OGG, MP3 и дури AAC!
pa: ਆਪਣੇ ਆਡੀਓ ਨੂੰ ਹੋਰ ਫਾਰਮੈਟ ਜਿਸ ਵਿੱਚ OGG, MP3 ਜਾਂ ACC ਦੇ ਰੂਪ ਵਿੱਚ ਇੰਕੋਡ ਕਰੋ!
pt_br: Codifique seu áudio em mais formatos, incluindo OGG, MP3 ou mesmo AAC!
ru: Кодируйте аудио в большем числе форматов: Ogg, MP3 и даже AAC!
sr: Претворите звучне датотеке у више формата укључујући ОГГ, МП3, а такође и ААЦ!
sv: Koda dina ljudfilen i fler format som till exempel OGG, MP3 och även AAC!
th: ลงรหัสข้อมูลเสียงของคุณในรูปแบบที่หลากหลายขึ้น รวมถึง OGG, MP3 หรือกระทั่ง AAC!
tr: Sesinizi daha fazla biçimde kodlayın, OGG, MP3 ve hatta AAC!
uk: Кодуйте аудіо у більшій кількості форматів: Ogg, MP3 та навіть AAC!
zh_tw: 將音樂轉換成更多樣的格式，包括 OGG、MP3 甚至是 AAC！

source: Turn up the volume on your music and movies with the new and improved volume control that now supports advanced sound cards including the Audigy 2.
ar: تحكم في مستوى الصوت لموسيقاك وأفلامك بفضل المتحكم في مستوى الصوت الجديد والمحسّن الذي يدعم الآن بطاقات صوتية متطورة مثل «Audigy 2».
ca: Apugeu el volum de la música i de les pel·lícules amb el control de volum millorat que ara permet gestionar targetes de so avançades com les Audigy 2.
de: Stellen Sie die Lautstärke Ihrer Musik und Filme über die neue und verbesserte Lautstärkeregelung ein, welche jetzt auch professionelle Sound-Karten, darunter Audigy 2, unterstützt.
es: Suba el volumen de su música y películas con el nuevo y mejorado control de volumen que ahora soporta tarjetas de audio avanzadas, incluyendo la Audigy 2.
ja: 改良された新しい音量コントロールを使って楽曲や動画の音量を上げることができます。この音量コントロールでは Audigy 2 等を含む最新のサウンド・カードをサポートしています。
lt: Pagarsinkite savo muzikos ir filmų garsumą naujuoju patobulintu garsumo valdikliu, kuris dabar palaiko sudėtingas garso plokštes, įskaitant Audigy 2.
mk: Покачете ја јачината на звукот на Вашата музика и филмови со новата, подобрена контрола на звукот, која сега поддржува и напредни картички за звук, вклучувајќи ја и Audigy 2.
pa: ਆਪਣੇ ਸੰਗੀਤ ਅਤੇ ਮੂਵੀ ਲਈ ਆਵਾਜ਼ ਨਵੇਂ ਅਤੇ ਸੁਧਾਰੇ ਵਾਲੀਅਮ ਕੰਟਰੋਲ ਨਾਲ ਵਧਾਓ, ਜੋ ਕਿ ਤਕਨੀਕੀ ਸਾਊਂਡ ਕਾਰਡਾਂ, ਜਿਸ ਵਿੱਚ Audigy 2 ਸ਼ਾਮਲ ਹੈ, ਲਈ ਸਹਿਯੋਗੀ ਹੈ।
pt_br: Aumente o volume de suas músicas e filmes com o novo e aprimorado controle de volume, agora com suporte a placas de som avançadas como a Audigy 2.
ru: Новое улучшенное средство управления громкостью поддерживает продвинутые звуковые карты, в том числе Audigy 2.
sr: Одврните музику и филмове до даске са новим и унапређеним управником јачине звука који сада подржава напредне звучне картице укључујући и Audigy 2.
sv: Höj volymen när du spelar din musik och filmer med den nya och förbättrade volymkontrollen som nu även har stöd för avancerade ljudkort som exempelvis Audigy 2.
th: ปรับเสียงเพลงหรือภาพยนตร์ของคุณ ด้วยเครื่องมือปรับระดับเสียงตัวใหม่ ซึ่งในรุ่นนี้สนับสนุนการ์ดเสียงระดับสูง รวมถึง Audigy 2 แล้ว
tr: Audigy 2 gibi gelişmiş ses kartlarını da destekleyen yeni ve gelişmiş ses kontrolünü kullanarak müziklerinizin ve filmlerinizin sesini açın.
uk: Новий покращений засіб керування гучністю підтримує сучасні звукові карти, в тому числі Audigy 2.
zh_tw: 使用新的改良式音量控制程式來調整音樂及影片的音量，現在支援功能較強的音效卡，包括 Audigy 2。

source: Take a break and try our two new games: Chess with glChess, where you can play either against a friend; or try to master the computer opponent or try yourself in solving a Sudoku with GNOME Sudoku, the Japanese crossword puzzle.
ar: خد قسطا من الراحة وجرب اللعبتين الجديدتين: الشطرنج مع «جل شطرنج»، التي يمكن الاستمتاع بها مع الأصدقاء؛ أو تحد الخصم الآلي أو درب عقلك في حل لعب السودوكو في «سودوكو جنوم»، اللغز الياباني المشهور.
ca: Feu una pausa i proveu els dos jocs nous del GNOME: escacs amb el glChess, on podeu jugar contra un amic o bé podeu intentar guanyar l'ordinador; o poseu-vos a prova intentant solucionar un Sudoku amb el GNOME Sudoku, un trencaclosques japonès.
de: Machen Sie eine Pause und probieren Sie unsere beiden neuen Spiele aus: Schach über glChess, mit dem Sie entweder gegen einen Freund oder Ihren Rechner spielen können, oder versuchen mit GNOME-Sudoku ein Sudoku-Rätsel zu lösen.
es: Tómese un descanso y pruebe nuestros dos juegos nuevos: Ajedrez con glChess, donde puede jugar ya sea en contra de un amigo, o intentar vencer al oponente del computador, o intentar resolver un Sudoku, con GNOME Sudoku, el juego de lógica japonés.
ja: 二つの新しいゲームにトライして一息入れて下さい: glChess を利用したチェス・ゲームは友達と対戦したり、コンピュータ相手にプレイできます。日本生まれのクロスワード・パズルである GNOME 数独で頭の体操でもしてみてはいかがでしょうか。
lt: Atsipūskite nuo darbo ir išbandykite du naujus žaidimus: šachmatus su glChess, kur galite žaisti prieš draugą arba prieš kompiuterinį priešininką, arba išbandykite save GNOME Sudoku spręsdami japonišką galvosūkį Sudoku.
mk: Направете одмор и пробајте ги нашите две нови игри: Шах со glChess, каде што можете да играте или против некој пријател; или пробајте да го совладате компјутерскиот противник или испробајте се во решавање на Sudoku со GNOME Sudoku, јапонската сложувалка со бројки.
pa: ਵੇਹਲ ਕੱਢੋ ਅਤੇ ਸਾਡੀਆਂ ਦੋ ਨਵੀਆਂ ਖੇਡਾਂ ਖੇਡੋ: glChess ਨਾਲ ਸਤਰੰਜ਼, ਜਿੱਥੇ ਤੁਸੀਂ ਇੱਕ ਦੋਸਤ ਨਾਲ ਖੇਡ ਸਕਦੇ ਹੋ ਜਾਂ ਕੰਪਿਊਟਰ ਵਿਰੋਧੀ ਨਾਲ ਪੰਗਾ ਲੈ ਕੇ ਵੇਖ ਸਕਦੇ ਹੋ ਜਾਂ ਖੁਦ ਗਨੋਮ ਸੁਡੋਕੁ ਨਾਲ ਇੱਕ ਸੁਡੋਕੁ, ਇੱਕ ਜਾਪਾਨੀ ਬੁਝਾਰਤ, ਹੱਲ਼ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।
pt_br: Tire uma folga e experimente nossos dois novos jogos. Você pode jogar contra um amigo ou dominar o computador no xadrez com o glChess, ou testar suas habilidades com a versão GNOME do Sudoku, o quebra-cabeça japonês que conquistou o mundo.
ru: Сделайте перерыв в работе и попробуйте две новых игры: шахматы glChess, где вы можете играть как с другом, так и против компьютерного оппонента; или GNOME Sudoku — японский кроссворд-судоку.
sr: Направите предах и испробајте две наше нове игре: шах (са glChess) можете играти против пријатеља или испробајте мајсторског рачунарског противника или искушајте себе у решавању судоку, јапанске игре уз Гном судоку.
sv: Ta en paus och prova våra två nya spel: Schack med glChess, där du kan spela antingen mot en vän eller försök att slå datorn, eller prova att lösa ett Sudoku med GNOME Sudoku, det japanska korsordspusslet.
th: พักงานและลองเล่นเกมใหม่อีกสองเกม คือหมากรุกด้วยโปรแกรม glChess ซึ่งคุณสามารถเล่นกับเพื่อนหรือสู้กับคู่ต่อสู้ที่เป็นคอมพิวเตอร์ก็ได้ หรือจะลองท้าสมองตัวเองด้วยการแก้ปริศนาซูโดกุ ซึ่งเป็นเกมปริศนาอักษรไขว้ของญี่ปุ่น กับโปรแกรมซูโดกุของ GNOME
tr: Bir ara verin ve iki yeni oyunumuzu deneyin: bir arkadaşınıza karşı da oynayabileceğiniz, glChess ile Satranç ya da GNOME Sudoku ile Japon köşe bulmaca olan Sudoku.
uk: Зробіть перерву у роботі та спробуйте дві нових гри: шахи glChess, що дозволяє грати як з товаришем, так і проти комп'ютерного суперника; або GNOME Sudoku — японський кросворд-судоку.
zh_tw: 小憩一下，試試兩個新的遊戲：glChess （西洋棋），讓你可以跟朋友一起玩；或是用 GNOME Sudoku 來玩玩數獨，挑戰電腦對手或自己的能力。

source: Challenge a friend to an online game of Nibbles, Iagno, or Four-in-a-Row.
ar: تحدّ أصدقاءك في الألعاب عبر الإنترنت في لعب «الديدان» و«يانيو» و«الأربعة في السطر».
ca: Desafieu un amic o amiga a jugar en línia al Nibbles, al Iagno o al Quatre en ratlla.
de: Fordern Sie einen Freund zu einer Online-Runde Nibbles, Iagno oder Vier gewinnt heraus.
es: Desafíe a un amigo a un juego en línea de Nibbles, Iagno, o Cuatro en raya.
ja: Nibbles や Iagno、そして四目並べを友達とオンラインで対戦してみて下さい。
lt: Pabandykite įveikti draugą žaisdami Nibbles, Iagno arba „Keturi eilėje“ tinkle.
mk: Предизвикајте пријател на онлајн игра на Nibbles, Iagno или Four-in-a-Row.
pa: ਇੱਕ ਦੋਸਤ ਨੂੰ ਨਿੱਬਲ, ਲਾਗਨੋ ਜਾਂ ਚਾਰ-ਇੱਕ-ਹੀ-ਕਤਾਰ ਵਰਗੀਆਂ ਆਨਲਾਇਨ ਖੇਡਾਂ ਖੇਡਣ ਲਈ ਤਿਆਰ ਕਰੋ।
pt_br: Desafie um amigo para uma partida <foreignphrase>on-line</foreignphrase> de Nibbles, Iagno ou Quatro-em-Uma-Linha.
ru: Сыграйте с другом в Червячок, Ягно или Четыре-в-ряд через Интернет.
sr: Изазовите пријатеље на мрежно играње уз Змије, Јагно или Четири у низу.
sv: Utmana en vän på ett online-spel med Nibbles, Iagno eller Fyra-i-rad.
th: ท้าประลองเกมออนไลน์กับเพื่อน ในเกมหนอนแทะ, Iagno, หรือแถวเรียงสี่
tr: Bir arkadaşınıza çevirim içi Nibbles, Iagno ve Dördü Bir Sırada gibi oyunlarla rakip olun.
uk: Зіграйте з товаришем у Черв'ячок, Ягно або Чотири-у-ряд через Інтернет.
zh_tw: 用線上版本的貪食蛇、黑白棋和四子連環棋挑戰朋友。

source: Share Your Desktop
ar: شارك مكتبك
ca: Compartiu el vostre escriptori
de: Öffnen Sie Ihren Desktop
es: Comparta su escritorio
ja: デスクトップを共有する
lt: Viešinkite darbo aplinką
mk: Споделете ја Вашата работна површина
pa: ਆਪਣਾ ਡੈਸਕਟਾਪ ਸਾਂਝਾ ਕਰੋ
pt_br: Compartilhe seu Ambiente de Trabalho
ru: Общий доступ к вашему рабочему столу
sr: Поделите радно окружење
sv: Dela ditt skrivbord
th: แบ่งปันเดสก์ท็อปของคุณ
tr: Masaüstünüzü Paylaşın
uk: Спільний доступ до робочого столу
zh_tw: 分享桌面

source: Connect to your desktop from anywhere in the world.
ar: اتصل بمكتب حاسوبك من أي مكان في العالم
ca: Connecteu-vos al vostre escriptori des de qualsevol lloc del món.
de: Verbinden Sie sich mit Ihrem Rechner von überall in der Welt.
es: Conéctese a su escritorio desde cualquier lugar del mundo.
ja: 世界中のどこからでも、お使いのデスクトップに接続できます。
lt: Prisijunkite prie savo darbo aplinkos būdami bet kurioje pasaulio vietoje.
mk: Поврзете се со Вашата работна околина од било каде во светот.
pa: ਆਪਣੇ ਡੈਸਕਟਾਪ ਨੂੰ ਸੰਸਾਰ ਵਿੱਚੋਂ ਕਿਸੇ ਵੀ ਥਾਂ ਤੋਂ ਜੁੜੋ।
pt_br: Conecte-se ao seu ambiente de trabalho a partir de qualquer lugar do mundo.
ru: Подключайтесь к своей рабочей среде из любой точки земного шара.
sr: Повежите се на радно окружење са било ког места у свету.
sv: Anslut till ditt skrivbord från där du befinner dig.
th: เชื่อมต่อไปยังเดสก์ท็อปของคุณจากที่ใด ๆ ก็ได้ในโลก
tr: Dünyanın her yerinden masaüstünüze bağlanın.
uk: З будь-якої точки земної кулі можна з'єднатись зі своїм робочим середовищем.
zh_tw: 從世界每個角落連接你的桌面。

source: If you rotate your photos in the camera, they stay that way when you view them with the Eye of GNOME Image Viewer.
ar: إذا أدرت صورك في آلة التصوير فستبقى على حالها عند فتحها بعارض الصور «عين جنوم».
ca: Si gireu les vostres fotografies a la càmera, continuaran girades quan les obriu amb el visualitzador d'imatges Eye of GNOME.
de: Wenn Sie Ihre Fotos in der Kamera drehen, behalten Sie diese Rotation bei, wenn Sie sie mit dem GNOME-Bildbetrachter ansehen.
es: Si rota sus fotos en la cámara, éstas se mantendrán tal cual cuando las vea en el Visor de Imágenes Eye of GNOME.
ja: カメラの編集機能などで写真を回転させた場合でも、Eye of GNOME のイメージ・ビューアならば、いちいち向きを変更する必要はありません。
lt: Jeigu fotoaparate pasukate fotografijas, žiūrint jas su paveikslėlių peržiūros programa Eye of GNOME jos taip ir rodomos.
mk: Ако ги ротирате Вашите слики во фотоапаратот, тие ќе останат такви кога ќе ги гледате со „Eye of GNOME“ - прегледувачот на слики.
pa: ਜੇ ਤੁਸੀਂ ਕੈਮਰਾ 'ਚ ਆਪਣੀ ਫੋਟੋ ਘੁੰਮਾਉਦੇ ਹੋ ਤਾਂ ਉਹ ਉਸੇ ਰੂਪ ਵਿੱਚ ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ, ਜਦੋਂ ਕਿ ਤੁਸੀਂ ਗਨੋਮ ਦੀ ਅੱਖ ਚਿੱਤਰ ਦਰਸ਼ਕ ਨਾਲ ਵੇਖਦੇ ਹੋ।
pt_br: Se você rotacionar suas fotos na câmera, elas estarão na mesma orientação quando você as abrir com o Visualizador de Imagens.
ru: Если вы повернёте фотографии в своём фотоаппарате, они останутся в таком виде при просмотре в программе Глаз GNOME.
sr: Ако окренете слике у апарату, оне ће такве и остати када их погледате у Оку Гнома, прегледнику слика за Гном окружење.
sv: Om du roterar dina bilder i kameran kommer de att visas på det sättet när du visar dem i bildvisaren Eye of GNOME.
th: ถ้าคุณหมุนรูปในกล้องถ่ายรูป สภาพนั้นก็จะคงอยู่เมื่อคุณดูรูปใน Eye of GNOME โปรแกรมแสดงรูป
tr: GNOME'un Gözü Resim Görüntüleyici ile fotoğraf makinanızda yan çevirip çekmiş olduğunuz fotoğrafları çektiğiniz gibi görebilirsiniz.
uk: Зберігається орієнтація фотографій при їх перегляді у програмі Око GNOME.
zh_tw: 如果你在照像時旋轉相片方向，在 Eye of GNOME 影像檢視程式中當你觀看相片時它們也會自動轉正。
