Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.18/notes/docbook/*/*.po
Languages: ar, ca, de, es, ja, lt, mk, pa, pt_br, ru, sr, sv, th, tr, uk, zh_tw

source: The coordination of this large project relies on the GNOME Foundation, an open organization formed by volunteers, professionals and companies.
ar: يعتمد تنسيق هذا المشروع الضخم على «مؤسسة جنوم»، منظمة مفتوحة أسسها متطوعون ومحترفون وشركات عدة.
ca: La coordinació d'aquest gran projecte depèn de la GNOME Foundation, una organització oberta formada per voluntaris, professionals i empreses.
de: Die Koordination dieses großen Projektes obliegt der GNOME-Foundation, einer Organisation die von Freiwilligen, Profis und Firmen gemeinsam gegründet wurde.
es: La coordinación de este gran proyecto cuenta con la Fundación GNOME, una organización abierta conformada por voluntarios, profesionales y compañías.
ja: この大規模なプロジェクトの活動は GNOME ファウンデーションに大きく依存しています。GNOME ファウンデーションはボランティアや専門家、そして企業によって支えられたオープンな団体です。
lt: Šio didelio projekto koordinavimas priklauso nuo GNOME Foundation, atviros organizacijos, kurią sudaro savanoriai, profesionalai ir įmonės.
mk: Координаторот на овој голем проект се потпира врз фондацијата GNOME - отворена организација формирана од волонтери, професионалци и компании.
pa: ਇਹ ਵੱਡੇ ਪ੍ਰੋਜੈਕਟ ਦਾ ਪਰਬੰਧ ਦਾ ਭਾਰ ਗਨੋਮ ਫਾਊਂਡੇਸ਼ਨ ਉੱਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ, ਜੋ ਕਿ ਇੱਕ ਸੰਗਠਨ ਹੈ, ਜੋ ਕਿ ਵਲੰਟੀਅਰਾਂ, ਪ੍ਰੋਫੈਸ਼ਨਲਾਂ ਅਤੇ ਕੰਪਨੀਆਂ ਉੱਤੇ ਨਿਰਭਰ ਹੈ।
pt_br: A coordenação desse grande projeto fica a cargo da GNOME Foundation, uma organização aberta formada por voluntários, profissionais e companhias.
ru: Координирование этого крупного проекта поддерживает Фонд GNOME — открытая организация, состоящая из добровольцев, профессионалов и компаний.
sr: Управљање овим великим пројектом је задатак Гномове фондације, отворене организације коју су основали волонтери, професионалци и компаније.
sv: Koordineringen av det här stora projektet ligger på GNOME Foundation, en öppen organisation skapad av frivilliga, professionella och företag.
th: การประสานงานของโครงการขนาดใหญ่นี้ อาศัยการทำงานของมูลนิธิ GNOME ซึ่งเป็นองค์กรเปิดที่ก่อตั้งโดยอาสาสมัคร มืออาชีพ และบริษัทต่าง ๆ
tr: Bu büyük projenin kordinasyonunu görünllüler, profesyoneller ve şirketlerin oluşturduğu GNOME Vakfı gerçekleştirir.
uk: Координує цей крупний проект Фонд GNOME — відкрита організація, що складається з добровольців, професіоналів та компаній.
zh_tw: 這個大型專案的協調依靠的是 GNOME 基金會，一個由志工、專業人士及商業夥伴所組成的開放組織。

source: Learn more about GNOME's best assets at <ulink url="http://www.gnome.org/">www.gnome.org</ulink>.
ar: تعرف أكثر على أفضل جوانب «جنوم» في <ulink url="http://www.gnome.org/">www.gnome.org</ulink>.
ca: Per a saber més coses sobre els millors recursos del GNOME, visiteu <ulink url="http://www.gnome.org/"> www.gnome.org</ulink>.
de: Finden Sie mehr über die Vorzüge von GNOME unter <ulink url="http://www.gnome.org/">www.gnome.org</ulink> (Englisch) bzw. <ulink url="http://www.gnome-de.org/">www.gnome-de.org</ulink> (Deutsch) heraus.
es: Aprenda más sobre las mayores ventajas de GNOME en <ulink url="http://www.gnome.org/">www.gnome.org</ulink>.
ja: GNOME の最高に素晴らしい部分について詳細は <ulink url="http://www.gnome.org/">www.gnome.org</ulink> をご覧下さい。
lt: Daugiau informacijos apie geriausius GNOME dalykus rasite <ulink url="http://www.gnome.org/">www.gnome.org</ulink>.
mk: Дознајте повеќе за најдобрите вредности на GNOME на <ulink url="http://www.gnome.org/">www.gnome.org</ulink>.
pa: ਗਨੋਮ ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਅਨੁਭਵ ਬਾਰੇ ਹੋਰ ਸਿੱਖਣ ਲਈ <ulink url="http://www.gnome.org/">www.gnome.org</ulink> ਵੇਖੋ।
pt_br: Saiba mais sobre o que há de melhor no GNOME em <ulink url="http://www.gnome.org/">www.gnome.org</ulink>.
ru: Узнайте больше о достоинствах GNOME на веб-сайте <ulink url="http://www.gnome.org/">www.gnome.org</ulink>.
sr: Сазнајте више о најбољим одликама Гнома на <ulink url="http://www.gnome.org/">www.gnome.org</ulink>
sv: Lär dig mer om GNOME:s bästa tillgångar på <ulink url="http://www.gnome.org/">www.gnome.org</ulink>.
th: ค้นพบคุณค่าที่แท้จริงของ GNOME ได้ที่ <ulink url="http://www.gnome.org/">www.gnome.org</ulink>
tr: GNOME'u daha yakından tanımak için <ulink url="http://www.gnome.org.tr/">www.gnome.org.tr</ulink> adresini ziyaret edin.
uk: Дізнайтесь більше про переваги GNOME на веб-сайті <ulink url="http://www.gnome.org/">www.gnome.org</ulink>.
zh_tw: 請到 <ulink url="http://www.gnome.org/">www.gnome.org</ulink> 獲取更多關於 GNOME 的資訊。

source: translator-credits
ar: فريق عربآيز للترجمة http://www.arabeyes.org : يوسف الشهيبي <chahibi@gmail.com>
ca: Sílvia Miranda <silviamira@gmail.com>, 2007 Gil Forcada <gilforcada@guifi.net>, 2007
de: Hendrik Brandt <heb@gnome-de.org>, 2007.
es: Jorge González <jorgegonz@svn.gnome.org>, 2007 Claudio Saavedra <csaavedra@alumnos.utalca.cl>, 2007 Diego Escalante Urrelo <diegoe@gnome.org>, 2007
ja: 相花 毅 <takeshi.aihana@gmail.com>, 2007.
lt: Žygimantas Beručka <zygis@gnome.org>, 2007
mk: Jovan Naumovski <jovan at lugola dot net>, 2007
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ Punjabi Open Source Team http://www.satluj.org/
pt_br: André Noel <andrenoel@ubuntu.com>, 2007. Pedro Vaz de Mello de Medeiros <pedrovmm@gmail.com>, 2007. Leonardo Ferreira Fontenelle <leo.fontenelle@gmail.com>, 2007.
ru: Василий Фаронов <qvvx@yandex.ru>, 2007.
sr: Горан Ракић <grakic@devbase.net> Prevod.org — превод на српски језик.
sv: Daniel Nylander <po@danielnylander.se>, 2007
th: เทพพิทักษ์ การุญบุญญานันท์ <thep@linux.thai.net>, 2007.
tr: Barış Çiçek <baris@teamforce.name.tr>, 2007
uk: Максим Дзюманенко <dziumanenko@gmail.com>, 2007
zh_tw: 如對翻譯有任何意見，請送一封電子郵件給 以下地址，GNOME 翻譯團隊會盡快回覆您： community@linuxhall.org Chao-Hsiung Liao <j_h_liau@yahoo.com.tw>, 2007
