Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.18/notes/docbook/*/*.po
Languages: ar, ca, de, es, ja, lt, mk, pa, pt_br, ru, sr, sv, th, tr, uk, zh_tw

source: Show your friends how you customized your desktop from the login screen to the appearance of your favorite GNOME applications.
ar: أَرِ أصدقاءك كيف قمت بتخصيص وتجميل مكتبك من شاشة الولوج إلى ظهور برامج «جنوم» المفضلة لديك.
ca: Ensenyeu als vostres amics com heu personalitzat l'escriptori, des de la finestra d'entrada fins a l'aparença de les vostres aplicacions preferides del GNOME.
de: Zeigen Sie Ihren Freunden, wie schön Sie Ihren Desktop angepasst haben, angefangen beim Anmeldebildschirm bis hin zum Aussehen Ihrer bevorzugten GNOME-Anwendungen.
es: Muestre a sus amigos cómo ha personalizado su escritorio desde la pantalla de inicio hasta la apariencia de sus aplicaciones favoritas de GNOME.
ja: ログイン画面からお好みの GNOME アプリケーションの外観まで、デスクトップをカスタマイズする方法を友達に見せてあげれます。
lt: Parodykite draugams kaip pakeitėte savo darbo aplinkos išvaizdą, nuo prisijungimo ekrano iki jūsų GNOME programų.
mk: Покажете им на Вашите пријатели како ја прилагодивте Вашата работна околина од најавниот екран, па сѐ до изгледот на Вашите омилени апликации на GNOME.
pa: ਆਪਣੇ ਦੋਸਤਾਂ ਨੂੰ ਦੱਸੋ ਕਿ ਤੁਸੀਂ ਲਾਗਇਨ ਸਕਰੀਨ ਤੋਂ ਆਪਣੇ ਡੈਸਕਟਾਪ (ਵੇਹੜੇ) ਨੂੰ ਕਿਵੇਂ ਆਪਣੀ ਪਸੰਦ ਮੁਤਾਬਕ ਬਦਲ ਸਕਦੇ ਹੋ ਤਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਪਸੰਦੀਦਾ ਗਨੋਮ ਕਾਰਜਾਂ ਦੀ ਦਿੱਖ ਬਦਲ ਸਕੋ।
pt_br: Mostre aos seus amigos como personalizou seu ambiente de trabalho, da tela de identificação (<foreignphrase>login</foreignphrase>) à aparência de suas aplicações favoritas para GNOME.
ru: Покажите своим друзьям, как вы настроили свой рабочий стол, от экрана входа в систему до внешнего вида ваших любимых приложений GNOME.
sr: Похвалите се пријатељима како сте прилагодили радно окружење, од екрана за пријаву до изгледа омиљених Гномових програма.
sv: Visa dina vänner hur du anpassat ditt skrivbord från inloggningsskärmen till utseendet för dina favoritprogram.
th: อวดวิธีปรับแต่งเดสก์ท็อปของคุณให้เพื่อนคุณเห็น ตั้งแต่หน้าจอเข้าระบบจนถึงรูปโฉมของโปรแกรม GNOME ตัวโปรดของคุณ
tr: Arkadaşlarınıza masaüstünüzü giriş ekranından sık kullandığınız GNOME uygulamalarına kadar nasıl özelleştirdiğinizi gösterin.
uk: Покажіть друзям, як ви налаштували робочий стіл, від екрану входу у систему до зовнішнього вигляду ваших улюблених програм GNOME.
zh_tw: 向你的朋友展示你所自訂的桌面，從與眾不同的登入畫面到你最喜愛的 GNOME 應用程式外觀。

source: Universal Access
ar: الإتاحة والعولمة
ca: Accés universal
de: Umfassende Benutzbarkeit
es: Acceso universal
ja: 統一感のある操作
lt: Universali prieiga
mk: Универзален пристап
pa: ਯੂਨੀਵਰਸਲ ਪਹੁੰਚ
pt_br: Acesso Universal
ru: Всеобщий доступ
sr: Приступачност
sv: Allmän åtkomst
th: เปิดโอกาสสำหรับผู้ใช้ทุกประเภท
tr: Evrensel Erişim
uk: Загальний доступ
zh_tw: 無障礙電腦環境

source: Added support for vertical text layouts in Chinese and Japanese.
ar: إضافة إمكانية كتابة نصوص اللغات العمودية في الصينية واليابانية.
ca: Ja es poden fer servir les disposicions de text vertical en xinès i japonès.
de: Unterstützung für den vertikalen Textfluss im Chinesischen und Japanischen wurde hinzugefügt.
es: Se ha añadido soporte para esquemas de texto vertical en chino y japonés.
ja: 日本語や中国語で縦書きの文字列を描画する機能が追加されました。
lt: Pridėtas vertikalaus teksto palaikymas naudojant kinų ir japonų kalbas.
mk: Додадена поддршка за вертикални распореди на текст во кинески и јапонски.
pa: ਚੀਨੀ ਅਤੇ ਜਾਪਾਨੀ ਲਈ ਲੰਬਕਾਰੀ ਪਾਠ ਲਈ ਸਹਿਯੋਗ ਜੋੜਿਆ ਗਿਆ ਹੈ।
pt_br: Adicionado suporte à disposição vertical de texto em chinês e japonês.
ru: Добавлена поддержка вертикального текста на китайском и японском.
sr: Омогућен је усправан приказ текста на кинеском и јапанском.
sv: Stöd för vertikala textlayouter för kinesiska och japanska har lagts till.
th: เพิ่มการสนับสนุนการแสดงข้อความแนวดิ่งสำหรับภาษาจีนและญี่ปุ่น
tr: Çince ve Japoncadaki dikey metin düzenleri için destek eklendi.
uk: Додана підтримка вертикального тексту китайською та японською мовами.
zh_tw: 加入中文及日文會用的直排文字支援。

source: Added New text-to-speech drivers including Loqeundo, Cepstral Swift, and eSpeak.
ar: إضافة سوائق تحويل النص إلى صوت بما في ذلك «Loqueundo» و«Cepstral Swift» و«eSpeak».
ca: S'han afegit nous controladors de conversió de text a parla, com ara el Loqeundo, el Cepstral Swift i l'eSpeak.
de: Neue Sprachsynthesizer wurden hinzugefügt, darunter Loqeundo, Cepstral Swift und eSpeak.
es: Se han añadido nuevos controladores de «Texto a voz», incluyendo Loquendo, Cepstral Swift y eSpeak.
ja: Loqeundo や Cepstral Swift、そして eSpeak といった文字列から音声に変換する新しいドライバが追加されました。
lt: Pridėtos naujos teksto į kalbą konvertavimo tvarkyklės, tame tarpe Loqeundo, Cepstral Swift ir eSpeak.
mk: Додадени нови драјвери за текст-во-говор вклучувајќи ги Loqeundo, Cepstral Swift и eSpeak.
pa: ਪਾਠ-ਤੋਂ-ਬੋਲੀ ਲਈ ਨਵੇਂ ਡਰਾਇਵਰ, ਜਿਸ ਵਿਚ ਲੋਕਿਉਡੋ, ਕੀਪਸਟਰਾਲ ਸਵਿਫਟ, ਅਤੇ ਈ-ਸਪੀਕ ਸ਼ਾਮਲ ਹਨ, ਜੋੜੇ ਗਏ ਹਨ।
pt_br: Adicionados novos controladores (<foreignphrase>drivers</foreignphrase>) de leitura de texto, incluindo Loquendo, Cepstral Swift e eSpeak.
ru: Добавлены новые драйверы речевого воспроизведения текста, включая Loqeundo, Cepstral Swift и eSpeak.
sr: Додата је подршка за неке нове синтисајзере говора као што су Loquеndo, Cepstral Swift, и eSpeak.
sv: Nya text-till-tal-drivrutiner inklusive Loqeundo, Cepstral Swift och eSpeak har lagts till.
th: เพิ่มไดรเวอร์แปลงข้อความเป็นเสียง รวมถึง Loqeundo, Cepstral Swift, และ eSpeak
tr: Loqeundo, Cepstral Swift ve eSpeak'i de içeren yeni ekran okuma sürücüleri eklendi.
uk: Додані нові драйвери для вимови тексту, включаючи Loqeundo, Cepstral Swift та eSpeak.
zh_tw: 加入新的語音合成驅動程式，包括 Loqeundo, Cepstral Swift 和 eSpeak。

source: Improved support for Orca.
ar: تحسن دعم «أوركا».
ca: Més programes permeten l'ús de l'Orca.
de: Verbesserte Unterstützung für Orca.
es: Soporte mejoradado para Orca.
ja: Orca の機能が改善されました。
lt: Patobulintas Orca palaikymas.
mk: Подобрена поддршка за Orca.
pa: ਓਰਕਾ ਲਈ ਵਧੀਆ ਸਹਿਯੋਗ ਹੈ।
pt_br: Suporte aprimorado ao Orca.
ru: Улучшена поддержка Orca.
sr: Унапређена је подршка за Кита убицу (Orca).
sv: Förbättrat stöd för Orca.
th: การสนับสนุน Orca ที่ปรับปรุงใหม่
tr: Orca desteği geliştirildi.
uk: Покращена підтримка Orca.
zh_tw: 改良 Orca 的支援。

source: Improved support for Chinese using the IBMTTS engine.
ar: تحسن دعم الصينية بفضل المحرك «IBMTTS».
ca: S'ha millorat la implementació del xinès mitjançant el motor IBMTTS.
de: Verbesserte Unterstützung von Chinesisch durch die Verwendung von IBMTTS.
es: Soporte mejorado para chino por medio del motor IBMTTS.
ja: IBMTTS エンジンを使った中国語のサポートが改善されました。
lt: Patobulintas kinų kalbos palaikymas naudojant IBMTTS varikliuką.
mk: Подобрена поддршка за кинески со користење на IBMTTS енџинот.
pa: IBMTTS ਇੰਜਣ ਦੀ ਵਰਤੋਂ ਨਾਲ ਚੀਨੀ ਸਹਿਯੋਗ ਲਈ ਸੁਧਾਰ ਕੀਤਾ ਗਿਆ ਹੈ।
pt_br: Suporte aprimorado ao chinês, usando o mecanismo IBMTTS
ru: Улучшена поддержка китайского языка благодаря использованию движка IBMTTS.
sr: Унапређена је подршка за кинески када се користи IBMTTS синтисајзер говора.
sv: Förbättrat stöd för kinesiska med IBMTTS-motorn.
th: การสนับสนุนภาษาจีนที่ปรับปรุงใหม่ ด้วยเครื่องกลไก IBMTTS
tr: IBMTTS aracı kullanılarak Çince desteği geliştirildi.
uk: Покращена підтримка китайської мови завдяки використанню механізму IBMTTS.
zh_tw: 使用 IBMTTS 引擎強化中文支援。

source: Improved support for Gnome Magnifier.
ar: تحسن دعم «مكبّرة جنوم»
ca: S'ha millorat la implementació del Gnome Magnifier.
de: Verbesserte Unterstützung der GNOME-Lupe.
es: Soporte mejorado para la Lupa de GNOME.
ja: GNOME 拡大鏡の機能が改善されました。
lt: Patobulintas Gnome Magnifier palaikymas.
mk: Подобрена поддршка за зголемувачот на Gnome.
pa: ਗਨੋਮ ਵੱਡਦਰਸ਼ੀ ਲਈ ਸਹਿਯੋਗ ਸੁਧਾਰਿਆ ਗਿਆ ਹੈ।
pt_br: Suporte aprimorado à Lupa do GNOME.
ru: Улучшена поддержка экранной лупы GNOME.
sr: Унапређена је и подршка за Гномову лупу.
sv: Förbättrat stöd för Gnome-förstorare.
th: การสนับสนุนกล้องขยายของ GNOME ที่ปรับปรุงใหม่
tr: GNOME Büyüteci desteği geliştirildi.
uk: Покращена підтримка екранної лупи GNOME.
zh_tw: 改良 GNOME 放大鏡的支援。

source: Added Thai dictionary to GNOME Dictionary.
ar: إضافة القاموس التايلاندي في «قاموس جنوم».
ca: S'ha afegit el diccionari Thai al Diccionari del GNOME.
de: Ein Thai-Wörterbuch wurde zu GNOME hinzugefügt.
es: Se ha añadido un diccionario del idioma tailandés al Diccionario de GNOME.
ja: GNOME 辞書でタイ語の辞書が追加されました。
lt: GNOME žodyne pridėtas tajų žodynas.
mk: Додаден е речникот на тајландски во речникот на GNOME.
pa: ਗਨੋਮ ਡਿਕਸ਼ਨਰੀ ਵਿੱਚ ਥਾਈ ਡਿਕਸ਼ਨਰੀ ਜੋੜ ਗਈ।
pt_br: Dicionário de tailandês adicionado ao Dicionário do GNOME.
ru: В программу словаря GNOME добавлен словарь для тайского языка.
sr: Таи је придодат Гномовом речнику.
sv: Thai-ordbok lades till i GNOME-ordbok.
th: เพิ่มพจนานุกรมไทยในพจนานุกรมของ GNOME
tr: GNOME Sözlüğü'ne Tay sözlüğü eklendi.
uk: У програму словника GNOME додано словник для тайської мови.
zh_tw: 在 GNOME 字典中加入泰文字典。

source: Improved results display in GNOME Dictionary.
ar: تحسين عرض النتائج في «قاموس جنوم».
ca: S'ha millorat la visualització dels resultats del Diccionari del GNOME.
de: Verbesserte Darstellung der Ergebnisse im GNOME-Wörterbuch.
es: Se ha mejorado el despliegue de resultados en el Diccionario de GNOME.
ja: GNOME 辞書で検索した語句の表示方法が改善されました。
lt: GNOME žodyne patobylintas rezultatų rodymas.
mk: Подобрено прикажување на резултатите во речникот на GNOME.
pa: ਗਨੋਮ ਡਿਕਸ਼ਨਰੀ ਵਿੱਚ ਨਤੀਜੇ ਵੇਖਣ ਲਈ ਸੁਧਾਰ ਕੀਤਾ ਗਿਆ ਹੈ।
pt_br: Exibição aprimorada de resultados no Dicionário do GNOME.
ru: Улучшено отображение результатов в словаре GNOME.
sr: Унапређено је приказивање резултата у Гномовом речнику.
sv: Förbättrad resultatvisning i GNOME-ordbok.
th: การแสดงผลที่ปรับปรุงใหม่ในพจนานุกรมของ GNOME
tr: GNOME Sözlüğünde sonuçların gösterimi geliştirildi.
uk: Покращене відображення результатів у словнику GNOME.
zh_tw: 加強 GNOME 字典的結果顯示。

source: About GNOME
ar: حوْل جنوم
ca: Quant al GNOME
de: Was ist GNOME
es: Acerca de GNOME
ja: GNOME について
lt: Apie GNOME
mk: За GNOME
pa: ਗਨੋਮ ਬਾਰੇ
pt_br: Sobre o GNOME
ru: О проекте GNOME
sr: О Гному
sv: Om GNOME
th: เกี่ยวกับ GNOME
tr: GNOME Hakkında
uk: Про GNOME
zh_tw: 關於 GNOME

source: We produce free software that makes computers friendly, useful, and fun. We provide a graphical environment that is easy to use, a set of integrated programs, and tools to develop and maintain your own applications.
ar: ننتج برامج حرة تجعل الحواسيب أسهل وأكثر إفادة ومتعة. نقدم واجهة رسومية سهلة الاستخدام ومجموعة برامج مدمجة وأدوات تطوير وصيانة برامجك الخاصة.
ca: Desenvolupem programari lliure que fa que els ordinadors siguin amigables, útils i divertits. Proporcionem un entorn gràfic fàcil d'utilitzar, una col·lecció de programes integrats i eines perquè desenvolupeu i mantingueu les vostres pròpies aplicacions.
de: Wir erstellen freie Software, die Rechner freundlicher, benutzbarer und besser macht. Wir stellen eine grafische Umgebung bereit, die einfach zu benutzen ist und eine Vielzahl integrierter Programme und Werkzeuge für das Entwickeln und Entwerfen eigener Anwendungen mitbringt.
es: Nosotros producimos software libre que hace a los computadores amigables, útiles, y divertidos. Proporcionamos un ambiente gráfico que es fácil de usar, un conjunto integrado de programas y herramientas para desarrollar y mantener sus aplicaciones propias.
ja: 私たちはコンピュータを身近で使いやすく、そして楽しくさせてくれるフリーなソフトウェアを提供します。私たちは簡単に使いこなせるグラフィカルなデスクトップ環境と統一感のあるプログラム集、そしてアプリケーションを開発したりメンテナンスするためのツールなどを提供しています。
lt: Mes kuriame laisvą programinę įrangą, kurios dėka kompiuteriai yra naudingas ir jais naudotis yra patogu ir smagu. Suteikiame grafinę aplinką, kuria lengva naudotis, integruotas programas ir įrankius, kuriais galima kurti savo programas.
mk: Ние произведуваме слободен софтвер кои што ги прави компјутерите пријателски, корисни и забавни. Обезбедуваме графичка околина која е лесна за употреба, мноштво вклучени програми и алатки за развивање и одржување на Вашите сопствени апликации.
pa: ਅਸੀਂ ਮੁਫ਼ਤ/ਮੁਕਤ ਸਾਫ਼ਟਵੇਅਰ ਬਣਾਉਦੇ ਹਾਂ, ਜੋ ਕਿ ਕੰਪਿਊਟਰ ਨੂੰ ਦੋਸਤਾਨਾ, ਵਰਤੋਂ ਯੋਗ ਅਤੇ ਸ਼ੁਗਲ ਮੇਲੇ ਲਈ ਤਿਆਰ ਕਰਦੇ ਹਨ। ਅਸੀਂ ਇੱਕ ਗਰਾਫ਼ੀਕਲ ਵਾਤਾਵਰਨ ਦਿੰਦੇ ਹਾਂ, ਜੋ ਕਿ ਵਰਤਣ ਲਈ ਆਸਾਨ, ਆਪਸ ਵਿੱਚ ਜੁੜੇ ਹੋਏ ਪ੍ਰੋਗਰਾਮਾਂ ਦਾ ਸੈੱਟ ਅਤੇ ਤੁਹਾਡੇ ਵਲੋਂ ਖੁਦ ਕਾਰਜ ਬਣਾਉਣ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਰਬੰਧ ਕਰਨ ਲਈ ਹੈ।
pt_br: Nós produzimos <foreignphrase>software</foreignphrase> livre que torna os computadores mais amigáveis, úteis e divertidos. Fornecemos um ambiente gráfico fácil de usar, um conjunto de programas integrados, e ferramentas para desenvolvimento e manutenção de aplicações.
ru: Мы производим свободное программное обеспечение, которое делает компьютеры дружественными, полезными и интересными для пользователя. Мы создаём графическую среду, которая легка в использовании, набор интегрированных программ и средства для создания и поддержки ваших собственных приложений.
sr: Ми производимо слободан софтвер који чини рачунаре пријатељским, корисним и забавним. Обезбеђујемо графичко окружење које се лако користи уз скуп уграђених програма у њему и скуп алата за развој и одржавање сопствених програма.
sv: Vi producerar fri programvara som gör datorer vänliga, användbara och roliga att använda. Vi tillhandahåller en grafisk miljö som är enkel att använda, en uppsättning integrerade program samt verktyg för att utveckla och underhålla dina egna program.
th: เราสร้างซอฟต์แวร์เสรีที่ทำให้คอมพิวเตอร์เป็นมิตรกับผู้ใช้ เป็นประโยชน์ และสนุกสนาน เราจัดเตรียมสภาพแวดล้อมแบบกราฟิกที่ใช้ง่าย เตรียมชุดโปรแกรมที่เชื่อมรวมกัน และเตรียมเครื่องมือต่าง ๆ สำหรับพัฒนาและดูแลโปรแกรมของคุณ
tr: Biz bilgisayarları kullanışlı, kullanıcı dostu ve eğlenceki kılan özgür yazılımlar üretiyoruz. Kullanımı kolay grafiksel bir ortam, ve ona dahil edilmiş bir takım program ve kendi uygulamalarınızı geliştirmek ve yönetmek için araçlar sunuyoruz.
uk: Ми виробляємо вільне програмне забезпечення, що робить комп'ютери дружніми, корисними та цікавими для користувача. Ми створюємо графічне середовище, яке легке у використанні, набір інтегрованих програм та засоби створення та підтримки власних програм.
zh_tw: 我們開發能讓電腦更友善、有用、有趣的自由軟體。我們所提供的圖形化環境不但容易使用，有完整的內建程式集，更有用來開發和維護你自己的應用程式的工具。

source: GNOME is available in dozens of languages. It is compatible with multiple operating systems. It works on home computers, laptops, mobile devices, supercomputers, and small embedded appliances. You can find GNOME across the world in homes, schools, offices, and probably also in your neighborhood.
ar: يتوفر «جنوم» في عشرات اللغات المختلفة. كما يتوافق مع أنظمة تشغيل كثيرة. فهو يعمل على الحواسيب المنزلية والمحمولة والأجهزة الجوالة والحواسيب الفائقة وأجهزة ضمنية صغيرة. يمكنك أن تجد «جنوم» عبر العالم في المنازل والمدارس والمكاتب.
ca: El GNOME està disponible en desenes de llengües. És compatible amb múltiples sistemes operatius. Funciona en ordinadors personals, portàtils, dispositius mòbils, superordinadors i petits aparells incrustats. Podeu trobar el GNOME a les cases, escoles i oficines d'arreu del món, i segurament també al vostre barri.
de: GNOME unterstützt Dutzenden von Sprachen. Es ist kompatibel mit verschiedensten Betriebssystemen. Es funktioniert auf Heimrechnern ebenso wie auf Laptops, tragbaren Endgeräten, Supercomputern oder kleinen eingebetteten Geräten. Sie können GNOME überall auf der Welt finden, zu Hause, in Schulen, Behörden und wahrscheinlich auch in Ihrer Nachbarschaft.
es: GNOME, además, está disponible en docenas de idiomas. Es compatible con múltiples sistemas operativos, y trabaja en equipos personales, portátiles, dispositivos móviles, supercomputadores y pequeños aparatos empotrados. Puede encontrar GNOME alrededor del mundo en hogares, escuelas, oficinas y probablemente también en su vecindario.
ja: GNOME ではたくさんの言語をサポートしています。GNOME は複数のオペレーティング・システムで互換性があります。GNOME は自宅のコンピュータやノートPC、携帯端末、スーパーコンピュータ、そして小さな組込み機器で動作します。自宅や学校、オフィス、そしておそらくはあなたの身近な場所で GNOME を見かけることがあるでしょう。
lt: GNOME aplinka prieinama įvairiomis kalbomis. Ji yra suderinama su keletu operacinių sistemų. Ji veikia namų kompiuteriuose, nešiojamuose kompiuteriuose, mobiliuosiuose įrenginiuose, superkompiuteriuose ir mažuose įtaisytuosiuose įrenginiuose. GNOME galite rasti namuose, mokyklose, biuruose visame pasaulyje ir greičiausiai taip pat ir savo kaimynystėje.
mk: GNOME е достапен во многу јазици. Компатибилен е со повеќе оперативни системи. Работи на домашни компјутери, лаптопи, мобилни уреди, суперкомпјутери и мали вградени апарати. GNOME можете да го најдете насекаде низ светот по домовите, училиштата, канцелариите и можеби и во Вашето соседство, исто така.
pa: ਗਨੋਮ ਵਿੱਚ ਕਈ ਦਰਜਨ ਭਾਸ਼ਾਵਾਂ ਹਨ। ਇਹ ਕਈ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮਾਂ ਨਾਲ ਅਨੁਕੂਲ ਹੈ। ਇਹ ਘਰ ਕੰਪਿਊਟਰਾਂ, ਲੈਪਟਾਪਾਂ, ਮੋਬਾਇਲ ਜੰਤਰਾਂ, ਸੁਪਰ-ਕੰਪਿਊਟਰਾਂ, ਅਤੇ ਛੋਟੇ ਇੰਬੈਂਡ ਕਾਰਜ। ਤੁਸੀਂ ਗਨੋਮ ਨੂੰ ਸੰਸਾਰ ਭਰ ਵਿੱਚ ਘਰਾਂ, ਸਕੂਲਾਂ, ਦਫ਼ਤਰਾਂ, ਅਤੇ ਸ਼ਾਇਦ ਆਪਣੇ ਆਂਢ-ਗੁਆਂਢ ਵਿੱਚ ਲੱਭ ਸਕਦੇ ਹੋ।
pt_br: O GNOME está disponível em dezenas de idiomas. É compatível com vários sistemas operacionais. Funciona em computadores domésticos, <foreignphrase>laptops</foreignphrase>, dispositivos móveis, supercomputadores e ferramentas (<foreignphrase>appliances</foreignphrase>) embarcadas. Você pode encontrar o GNOME no mundo inteiro em lares, escolas, escritórios, e provavelmente em sua vizinhança também.
ru: Среда GNOME доступна на десятках языков. Она совместима с многими операционными системами. Она работает на домашних и переносных компьютерах, мобильных устройствах, суперкомпьютерах и маленьких встраиваемых устройствах. GNOME используется по всему миру в домах, школах, офисах, а возможно, и по соседству с вами.
sr: Гном је доступан на многим језицима. Компатибилан је са више оперативних система. Ради на кућним рачунарима, преносним рачунарима, мобилним уређајима, супер рачунарима и малим уградним уређајима. Широм света можете пронаћи Гном у кућама, школама, канцеларијама, а вероватно и у вашем комшилуку.
sv: GNOME finns tillgängligt i dussintals språk. Det är kompatibelt med flera operativsystem. Det fungerar på hemdatorer, bärbara datorer, mobila enheter, superdatorer och små inbäddade system. Du kan hitta GNOME över hela världen i hem, skolor, kontor och antagligen även i ditt bostadsområde.
th: GNOME มีมาในหลายภาษา เข้ากันได้กับระบบปฏิบัติการจำนวนมาก ทำงานได้ในคอมพิวเตอร์ประจำบ้าน ในแล็ปท็อป ในอุปกรณ์พกพา ในซูเปอร์คอมพิวเตอร์ และในเครื่องใช้เล็ก ๆ ที่มีระบบฝังตัว คุณจะพบ GNOME ได้ในที่ต่าง ๆ ทั่วโลก ทั้งในบ้าน ในโรงเรียน ในสำนักงาน และอาจจะข้างบ้านคุณด้วย
tr: GNOME düzünelerce dile çevirilmiştir. Bir çok işletim sistemi ile uyumludur. Ev bilgisayarınızda, dizüstü bilgisayarınızda, mobil aygıtınızda, süper bilgisayarlarda ve küçük gömülü uygulamalarda çalışır. GNOME'u dünyanın her yerinde evlerde, okullarda, ofislerde ve belki de komşunuzda bile görebilirsiniz.
uk: Середовище GNOME доступне на десятках мов. Воно сумісне з багатьма операційними системами. Воно працює на домашніх та переносних комп'ютерах, мобільних пристроях, суперкомп'ютерах та маленьких вбудованих пристроях. GNOME використовується у усьому світі у домах, школах, офісах, а можливо й по сусідству з вами.
zh_tw: GNOME 支援許多種語言，也和許多作業系統相容。它可以在家庭電腦、筆記型電腦、行動裝置、超級電腦和小型嵌入裝置上工作。你可以在世界各地發現 GNOME，像是家中、學校、公司，甚至可能在你的鄰居家中。

source: GNOME has won a reputation for its simplicity and ease of use. We love software that just works: logical, clean, intuitive, and full of sense. Attention to detail is always appreciated: we polish interfaces as well as internal processes, in a constant search for beauty and integration.
ar: كسب «جنوم» سمعة طيبة في سهولة الاستخدام والبساطة. إذ نحب البرامج الني تعمل حدسيا: منطقية وواضحة ومكتملة المعاني. نعطي اهتماما هاما لكل التفاصيل: نهذّب الواجهات والعمليات الداخلية أيضا، في بحث دائم عن الجمال والاندماج.
ca: El GNOME s'ha guanyat una bona reputació gràcies a la simplicitat i facilitat d'ús. Ens agrada el programari que, senzillament, funciona: lògic, net, intuïtiu i que tingui sentit. Sempre valorem l'atenció als detalls: polim les interfícies gràfiques tant com els processos interns, en una recerca constant de la bellesa i la integració.
de: Anerkennung hat GNOME für seine Einfachheit in der Benutzung gewonnen. Wir lieben Software, die einfach nur funktioniert: logisch, sauber, intuitiv und sinnvoll. Beachtung findet jedes Detail: wir verbessern die sichtbare Oberfläche ebenso wie interne Prozesse, in der gleichbleibenden Suche nach Schönheit und Integration.
es: GNOME ha ganado una reputación por su simplicidad y facilidad de uso. Nosotros queremos el software que simplemente funciona: lógico, limpio, intuitivo y lleno de sentido. La atención a los detalles es siempre apreciada: pulimos tanto las interfaces como los procesos internos, en una búsqueda constante de belleza e integración.
ja: GNOME は簡単で使いやすいと好評を得ています。私たちはちゃんと動作するソフトウェアを大事にしています: それは、論理的に良く配慮され制限の無い、直感的でセンスの良いソフトウェアです。常に細かい部分への配慮が評価されています。「美しさ」と「統合」を常に追求することで、内部の処理だけではなくインタフェースの操作性も向上させるようにしています。
lt: GNOME įgavo savo reputaciją dėl savo paprastumo ir patogumo naudoti. Mums patinka programinė įranga, kuri tiesiog veikia: logiška, aiški ir intuityvi. Dėmesys smulkmenoms visada vertinamas: mes tobuliname sąsajas bei vidinius procesus, nuolatos ieškodami grožio ir integracijos.
mk: GNOME се има здобиено со репутација поради неговата едноставност и леснотија при користењето. Сакаме софтвер кој едноставно работи: логичен, чист, интуитивен и полн со смисла. Вниманието кон деталите е секогаш ценето: ги „полираме“ интерфејсите, исто и внатрешните процеси во непрекината потрага кон убавина и интеграција.
pa: ਗਨੋਮ ਨੇ ਆਪਣੀ ਸਾਦਗੀ ਅਤੇ ਵਰਤੋਂ ਦੀ ਆਸਾਨੀ ਕਰਕੇ ਬਹੁਤ ਮਾਣ ਖੱਟਿਆ ਹੈ। ਅਸੀਂ ਸਾਫਟਵੇਅਰਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦੇ ਹਨ, ਜੋ ਸਿਰਫ਼ ਕੰਮ ਕਰਦੇ ਹਨ: ਲਾਜ਼ੀਕਲ, ਸਾਫ਼, ਅਨੁਭਵ ਸਮੇਤ ਅਤੇ ਮਤਲਬ ਰੱਖਣ। ਵੇਰਵੇ ਲਈ ਧਿਆਨ ਦੇਣ ਦੀ ਹਮੇਸ਼ਾਂ ਸ਼ਲਾਘਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ: ਅਸੀਂ ਇੰਟਰਫੇਸ ਦੇ ਨਾਲ ਨਾਲ ਅੰਦਰੂਨੀ ਕਾਰਵਾਈਆਂ ਵਿੱਚ ਲਗਾਤਾਰ ਸੁਧਾਰ ਸਹੱਪਣ ਅਤੇ ਇਕਸਾਰਤਾ ਦੀ ਭਾਲ ਰਾਹੀਂ ਕਰਦੇ ਰਹਿੰਦੇ ਹਾਂ।
pt_br: O GNOME ganhou reputação por sua simplicidade e facilidade de uso. Nós amamos <foreignphrase>software</foreignphrase> que simplesmente funciona: simples, prático e intuitivo. Prezamos sempre a atenção aos detalhes: aperfeiçoamos tanto a interface quanto os mecanismos internos, em uma busca constante por beleza e integração.
ru: GNOME завоевала репутацию простой и удобной в использовании среды. Мы любим программы, которые просто работают: логичные, аккуратные, интуитивно понятные и построенные разумно. Внимание к деталям всегда приветствуется: мы полируем интерфейсы и внутренние процессы в постоянном поиске красоты и интеграции.
sr: Гном је добио признање по својој једноставности и лакоћи коришћења. Ми волимо софтвер који једноставно ради: логичан, чист и интуитиван, а најпре раузман. Позорност на детаље се увек цени: сређујемо изглед програма стално, баш као и унутрашњу функционалност, стално тражећи лепоту и складност.
sv: GNOME har fått ett rykte för sin enkelhet och lättanvändlighet. Vi älskar programvara som bara fungerar: logiskt, rent, intuitivt och full av känsla. Öga för detaljer är alltid önskvärt: vi polerar gränssnitten såväl som interna processer, i en ändlös resa mot skönhet och integration.
th: GNOME ได้รับการกล่าวขานในเรื่องความเรียบง่าย ใช้ง่าย เรารักในซอฟต์แวร์ที่ใช้งานได้ทันที: สมเหตุสมผล สะอาด เข้ากันได้กับสามัญสำนึก และออกแบบอย่างมีเหตุมีผล เราให้ความสำคัญกับรายละเอียดเสมอ: เราปรับส่วนติดต่อผู้ใช้และกระบวนการภายใน เพื่อความสวยงามและความเชื่อมรวมเป็นเนื้อเดียวอยู่เสมอ
tr: GNOME basitliği ve kullanım kolaylığı ile bilinir. Biz sadece çalışan yazılımları severiz: mantıklı, temiz, anlaşılabilir ve bir anlam ifade eden. Ayrıntılara verilen önem memnuniyetle karşılanır: arayüzü olduğu gibi dahili süreçleri de sürekli güzellik ve uyumluluk arayışı içinde düzeltiriz.
uk: GNOME заслужила репутацію простого та зручного у використанні середовища. Ми любимо програми, які просто працюють: логічні, охайні, інтуїтивно зрозумілі та розумно побудовані. Увага до подробиць завжди вітається: ми шліфуємо інтерфейси та внутрішні процеси у постійному пошуку краси та інтеграції.
zh_tw: GNOME 已經因為它的簡潔易用獲得好評。大家都喜歡這樣的軟體：符合邏輯、清簡、容易上手。對細節的關注是我們所重視的：竭力改良介面與內部的程式，不斷尋求美麗與整合。
