Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.18/notes/docbook/*/*.po
Languages: ar, ca, de, es, ja, lt, mk, pa, pt_br, ru, sr, sv, th, tr, uk, zh_tw

source: @@image: 'figures/figure-desktop.png'; md5=2c5696152a4ea358806ea2d032fdf356
ca: @@image: 'figures/figure-desktop.png'; md5=ffd6a4f5ae56284d95d31bb0fdcecbcd

source: @@image: 'figures/figure-seahorse.png'; md5=c5e3d058cd2c6663df4c3131125068f0
ca: @@image: 'figures/figure-seahorse.png'; md5=76f2e83d926b08659749f8901d69506f

source: @@image: 'figures/figure-chess.png'; md5=8bed1ff0c843502074ead79a7d08e629
ca: @@image: 'figures/figure-chess.png'; md5=19d9d9c94ae32d0aefdbf27dbf4a71a8

source: @@image: 'figures/figure-vino.png'; md5=260f1acc064c89fd2027e3d8dd37252f
ca: @@image: 'figures/figure-vino.png'; md5=4fe602a5421942c79ffd1c72685e12c6

source: GNOME 2.18 (Simply Beautiful)
ar: جنوم 2.18 (بَسَاطَةٌ وَجَمَالٌ)
ca: GNOME 2.18 (Senzillament bonic)
de: GNOME 2.18 (Bestechend Einfach)
es: GNOME 2.18 (Simplemente hermoso)
ja: GNOME 2.18 (ありのままに美しく)
lt: GNOME 2.18 (tiesiog nuostabi)
mk: GNOME 2.18 (Едноставно прекрасно)
pa: ਗਨੋਮ 2.18 (ਬਹੁਤ ਸੋਹਣਾ ਬੱਸ)
pt_br: GNOME 2.18 (Simplesmente Lindo)
ru: GNOME 2.18 (простая красота)
sr: Гном 2.18 (Просто прелепо)
sv: GNOME 2.18 (Helt enkelt underbar)
th: GNOME 2.18 (สวยซะงั้น)
tr: GNOME 2.18 (Tek Kelimeyle Güzel)
uk: GNOME 2.18 (проста краса)
zh_tw: GNOME 2.18 (簡單而美麗)

source: GNOME 2.18 is out, on time as usual. The top-class free desktop for the masses looks and feels better than ever. This is another progressive release in our road to perfection. It integrates another load of improvements done in the visual design, the performance of the desktop components, and the growing collection of integrated applications. The web browser and the themeable window manager are two good examples to check.
ar: ظهر «جنوم 2.18»، في وقته كالعادة. شهد المحيط المكتبي الحر تحسينات كثيرة وفي حلة أفضل من أي وقت مضى. هذا الإصدار خطوة جديدة نحو هدفنا في تكوين مكتب حاسوب متكامل. يضم الإصدار الجديد تحسينات كثيرة في المظهر وأداء مكونات المكتب، وارتفاعا في مجموعة البرامج المرافقة. متصفح الوب ومدير النوافذ بسماته خير أدلة على هذا.
ca: Ja és aquí el GNOME 2.18, puntual com sempre. L'escriptori lliure de primera categoria per a les masses té una estètica i funcionalitat millors que mai. Aquest és un altre llançament progressiu en el nostre camí cap a la perfecció. Integra un munt de millores pel que fa al disseny visual, el rendiment dels components de l'escriptori i la col·lecció creixent d'aplicacions integrades. En són dos bons exemples el navegador web i el gestor de finestres d'aparença configurable.
de: Pünktlich wie immer ist GNOME 2.18 erschienen. Der freie Desktop der Oberklasse sieht besser aus und fühlt sich besser an als je zuvor. Dies ist ein weiterer Schritt auf dem Weg hin zur Perfektion. Es wurden eine Vielzahl sichtbarer Verbesserungen gemacht, die Geschwindigkeit der einzelnen Bestandteile wurde weiter verbessert und eine wachsende Anzahl integrierter Anwendungen hinzugefügt. Der Internet-Browser und der optisch anpassbare Fenster-Manager sind zwei gute Beispiele dafür.
es: GNOME 2.18 está listo, a tiempo como siempre. El escritorio libre de primera clase para las masas se ve y se siente mejor que nunca. Esta versión es otra más en nuestro camino a la perfección. Integra una inmensidad de mejoras al diseño visual, desempeño de los componentes, y la creciente colección de aplicaciones integradas. El navegador web y el gestor de ventanas son dos buenos ejemplos a revisar.
ja: GNOME 2.18 が予定どおりリリースされました。従来のバージョンよりもルック＆フィールがかなり向上した、トップクラスのフリーなデスクトップです。さらに、これは「申し分のない出来上がり」を目指したもう一つ別の作業結果でもあります。この作業には視覚的なインタフェースの設計やデスクトップを構成するコンポーネントなどのパフォーマンスの改善、そしてますます進化するたくさんの GNOME アプリケーションの統合などが含まれています。ウェブ・ブラウザやテーマの選択が可能になったウィンドウ・マネージャの二つが良い例でしょう。
lt: Išleista GNOME versija 2.18. Kaip visada – laiku. Aukščiausios klasės laisva darbo aplinka atrodo ir veikia geriau nei bet kada anksčiau. Tai dar vienas pažangus leidimas siekiant tobulybės. Joje atlikta daug darbo aplinkos komponentų vizualinio dizaino ir darbo spartos patobulinimų, o taip pat integruotos naujos programos. Šiuo atžvilgiu žiniatinklio naršyklė ir keičiamų temų langų valdyklė yra geri pavyzdžiai.
mk: GNOME 2.18 излезе на време, како и обично. Врвната работна околина за сите изгледа подобро од било кога. Ова е уште едно прогресивно издание во нашиот пат кон усовршување. Во него се вклучени многу подобрувања на дизајнот, на перформансите на компонентите од работната околина и растечката колекција на вклучени апликации. Два добри примери кои вредат да се пробаат се веб прелистувачот и менаџерот за прозорци.
pa: ਗਨੋਮ 2.18 ਆਮ ਵਾਂਗ ਹੀ ਸਮੇਂ ਸਿਰ ਪੂਰਾ ਕੇ ਉਪਲੱਬਧ ਹੋ ਗਿਆ ਹੈ। ਸਭ ਤੋਂ ਵਧੀਆ ਮੁਫ਼ਤ ਡੈਸਕਟਾਪ ਪਹਿਲਾਂ ਤੋਂ ਵਧੀਆ ਦਿੱਖ ਅਤੇ ਮਹਿਸੂਸ ਨਾਲ ਹੈ। ਇਹ ਸਾਡੇ ਸਰਵੋਤਮ ਹੋਣ ਦੇ ਰਾਹ ਵਿੱਚ ਇੱਕ ਹੋਰ ਰੀਲਿਜ਼ ਹੈ। ਇਹ ਵਿੱਚ ਦਿੱਖ ਡਿਜ਼ਾਇਨ ਵਿੱਚ ਸੁਧਾਰ, ਡੈਸਕਟਾਪ ਭਾਗਾਂ ਦੇ ਪਰਦਰਸ਼ਨ ਅਤੇ ਇਕਸਾਰ ਕਾਰਜਾਂ ਦੇ ਵੱਧਦੇ ਭੰਡਾਰ ਨਾਲ ਹੈ। ਵੈੱਬ ਬਰਾਊਜ਼ਰ ਅਤੇ ਸਰੂਪ-ਯੋਗ ਝਰੋਖਾ ਮੈਨੇਜਰ ਦੋ ਵੱਡੇ ਉਦਾਹਰਨ ਵੇਖਣ ਯੋਗ ਹੈ।
pt_br: O GNOME 2.18 foi lançado, como de costume na data prevista. O ambiente livre e topo de linha para as massas nunca esteve tão bonito e agradável. Este é mais um lançamento evolutivo em nosso caminho para a perfeição. Ele integra mais uma leva de melhorias feitas no <foreignphrase>design</foreignphrase> visual, no desempenho dos componentes do ambiente, e na crescente coleção de aplicações integradas. O navegador da <foreignphrase>web</foreignphrase> e o gerenciador de janelas personalizável são dois bons exemplos a serem conferidos.
ru: Версия GNOME 2.18 вышла — как всегда, точно в срок. Первоклассная свободная рабочая среда для широкого круга пользователей выглядит и работает лучше, чем когда-либо. Это наш очередной выпуск на пути к совершенству. В него включено множество улучшений в областях внешнего вида, производительности составных частей, а также растущего числа интегрированных приложений. Два хороших примера — веб-браузер и поддерживающий темы менеджер окон.
sr: Гном 2.18 је стигао, на време као и обично. Врхунско слободно радно окружење, за обичне људе, изгледа и понаша се боље него икада. Ово је још једно издање које нас води на путу ка савршенству. Оно спаја бројна унапређења по питању изгледа и брзине делова окружења са све већом збирком укључених програма. Веб прегледник и управник прозора са подршком за теме су два добра примера која ваља погледати.
sv: GNOME 2.18 är släppt, som vanligt i tid. Den bästa fria skrivbordsmiljön för alla både ser ut och känns bättre än någonsin. Det här är ytterligare en förbättrad utgåva på vår väg mot fullkomlighet. Den integrerar ytterligare en laddning förbättringar gjorda för visuell design, prestandan för skrivbordskomponenterna och den ökande samling integrerade program. Webbläsaren och temaanpassade fönsterhanteraren är två bra exempel att undersöka.
th: GNOME 2.18 ออกแล้วตามกำหนดเช่นเคย เดสก์ท็อปเสรีชั้นนำขวัญใจมหาชนรุ่นนี้ ให้รูปลักษณ์และสัมผัสน่าใช้งานกว่าที่เคย เข้าใกล้ความสมบูรณ์แบบมากขึ้น เป็นรุ่นที่ได้รวมเอาการปรับปรุงจำนวนมากในด้านการออกแบบหน้าตา ประสิทธิภาพขององค์ประกอบเดสก์ท็อป และจำนวนโปรแกรมประยุกต์ที่เชื่อมรวมเข้ามาที่มากขึ้น เว็บเบราว์เซอร์และโปรแกรมจัดการหน้าต่างเป็นสองตัวอย่างที่คุณจะลองดูได้
tr: GNOME 2.18 çıktı, olması gerektiği gibi tam vaktinde. Üst sınıf özgür masaüstü her zamankinden daha güzel görünüyor ve çalışıyor. Bu mükemmellik yolunda başka bir yenilikçi sürüm. Bu sürüm sanal tasarım, masaüstü bileşenleri performansı ve de dahil edilen uygulama kolleksiyonu ile yeni bir yenilik yükü içeriyor. Bunlara web tarayıcısı ve tema kullanılabilir pencere yöneticisi kontrol etmek için iki güzel örnek.
uk: Версія GNOME 2.18 вийшла вчасно, як і завжди. Першокласне вільне робоче середовище для широкого кола користувачів виглядає та працює краще, ніж будь-коли. Це наш черговий випуск на шляху до досконалості. До нього входять численні покращення зовнішнього вигляду, швидкодії компонентів, а також зростаюча кількість інтегрованих програм. Два приклади — веб-переглядач та менеджер вікон з підтримкою тем.
zh_tw: GNOME 2.18 如同往常推出了。這個頂級自由桌面環境帶來更勝以往的視覺享受。它讓我們走向完美的過程中又邁進一步。它整合了在視覺設計上的改進，桌面元件的效能，以及日益增加的相關應用程式集。其中網頁瀏覽器以及主題式視窗管理程式是兩個很好的範例。

source: Personal security is now fully integrated into the desktop, allowing digitally signed communications, encryption of emails and local files, and user-friendly management of personal keys. Internationalization records progress in all directions, with support for vertical text layout and a full Arabic localization matching the quality standards. The official release incorporates essential tools for developers, which hopefully will contribute to get more and better software for the GNOME users.
ar: أُدمِج الأمن الشخصي مئة بالمئة في المكتب، مما يسمح باتصالات موقعة رقميا وتشفير البريد الإلكتروني والملفات المحلية وإدارة سهلة وحدسية للمفاتيح الشخصية. تطورت الترجمة إلى لغات متعددة حيث يدعم الإصدار الجديد اللغات المكتوبة عموديا ويضم ترجمة عربية كاملة تستوفي كل معايير الجودة. يحوي الإصدار الرسمي أدوات أساسية للمطورين بأمل أن يساهموا أكثر فأكثر لإبداع برامج أفضل لمستخدمي «جنوم».
ca: La seguretat personal està totalment integrada a l'escriptori, permet signar digitalment les comunicacions, xifrar correus electrònics i fitxers locals i gestionar fàcilment les claus personals. La internacionalització fa progressos en totes direccions: permet la disposició vertical del text i inclou una localització a l'àrab que compleix els estàndards de qualitat. El llançament oficial incorpora eines essencials per a desenvolupadors, que esperem que contribueixi a tenir més i millor programari per als usuaris de GNOME.
de: Die persönlichen Sicherheitseinstellungen sind nun ein integraler Bestandteil der Oberfläche, wodurch es für Sie möglich wird, auf einfache Weise Ihre Kommunikation digital zu signieren, Ihre E-Mails und lokalen Dateien zu verschlüsseln und Ihre persönlichen Schlüssel intuitiv zu verwalten. Die Internationalisierung macht weiter große Fortschritte in alle Richtungen, u.a. wird nun vertikale Schreibrichtung und eine vollständige und hochwertige arabische Lokalisierung angeboten. Weiterhin bietet die offizielle Version zahlreiche Entwicklerwerkzeuge, wodurch hoffentlich erreicht wird, dass noch mehr und bessere Software für alle Benutzer von GNOME entsteht.
es: La seguridad personal está ahora totalmente integrada al escritorio, permitiendo comunicaciones digitales firmadas, cifrado de correos electrónicos y archivos locales, y un manejo amigable de claves personales. La internacionalización ha registrado progresos en todas direcciones, con soporte para texto vertical y localización árabe completa cumpliendo nuestros estándares de calidad. El lanzamiento oficial incorpora herramientas esenciales para desarrolladores, lo cual esperamos contribuya a obtener más y mejores aplicaciones para los usuarios de GNOME.
ja: デスクトップに個人情報を保護する機能が完全に統合されたので、電子署名を使った通信やメールやファイルの暗号化が可能になり、プライベートな鍵をユーザに易しいインタフェースで管理できるようになりました。文字列の縦書きをはじめ国際化された文字列を全ての向きに描画できるようになり、全てのアラビア文字が標準的な品質に相当するものになりました。この公式リリースには開発者向けの基本的なツールも含まれており、GNOME ユーザにとって、さらに多くの素晴らしいソフトウェアに貢献できるもとの思います。
lt: Dabar asmeninė sauga, leidžianti skaitmeniniu būdų pasirašytus ryšius, el. laiškų ir vietinių rinkmenų šifravimą, yra visiškai integruota darbo aplinkoje, taip suteikiamas naudotojui patogus asmeninių raktų valdymas. Internacionalizacija pažengė visomis kryptimis, palaikoma vertikaliai rašomas tekstas, arabiškoji lokalizacija visiškai atitinka kokybės standartus. Dabar oficialiame leidime yra ir įrankiai, reikalingi programuotojams, dėl ko, tikimasi, žmonės labiau prisidės ir taip pagerins programinės įrangos kokybę GNOME naudotojams.
mk: Личната безбедност сега е целосно интегрирана во работната околина, така што дозволува дигитално потпишани комуникации, екриптирање на е-поштата и на локалните датотеки и менаџмент на личните клучеви кој е пријателски за корисниците. Интернационализацијата напредува во сите насоки со поддршката за вертикален распоред на текстот и целосната арапска локализација, што се совпаѓа со највисоките стандарди. Официјалното издание содржи основни алатки за програмери, кои што со надеж ќе придонесат за добивање на повеќе и подобар софтвер за корисниците на GNOME.
pa: ਡੈਸਕਟਾਪ ਵਿੱਚ ਨਿੱਜੀ ਸੁਰੱਖਿਆ ਨੂੰ ਹੁਣ ਪੂਰੀ ਤਰ੍ਹਾਂ ਜੋੜ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਜਿਸ ਨਾਲ ਡਿਜ਼ੀਟਲੀ ਦਸਖਤੀ ਸੰਚਾਰ, ਈ-ਮੇਲ ਅਤੇ ਲੋਕਲ ਫਾਇਲਾਂ ਦੀ ਇੰਕ੍ਰਿਪਸ਼ਨ ਅਤੇ ਨਿੱਜੀ ਕੁੰਜੀਆਂ ਦਾ ਉਪਭੋਗੀ-ਦੋਸਤਾਨਾ ਪਰਬੰਧ ਉਪਲੱਬਧ ਹੋਇਆ ਹੈ। ਅੰਤਰਰਾਸ਼ਟਰੀਕਰਨ ਵਿੱਚ ਸਭ ਦਿਸ਼ਾਵਾਂ ਵਿੱਚ ਤਰੱਕੀ ਹੋਈ ਹੈ, ਜਿਸ ਵਿੱਚ ਲੰਬਕਾਰੀ ਪਾਠ ਖਾਕਾ ਅਤੇ ਅਰਬੀ ਲੋਕਾਲਾਈਜ਼ੇਸ਼ਨ ਕੁਆਲਟੀ ਸਟੈਂਡਰਡ ਨਾਲ ਤਿਆਰ ਹੈ। ਤਿਆਰ ਰੀਲਿਜ਼ ਵਿੱਚ ਡਿਵੈਲਪਰਾਂ ਲਈ ਲੋੜੀਦੇ ਸੰਦ ਜੋੜੇ ਗਏ ਹਨ, ਜਿਸ ਨਾਲ ਗਨੋਮ ਉਪਭੋਗੀਆਂ ਲਈ ਹੋਰ ਅਤੇ ਵਧੀਆ ਸਾਫਟਵੇਅਰ ਹੋਰ ਜੋੜੇ ਜਾ ਸਕਣਗੇ।
pt_br: A segurança pessoal agora está completamente integrada ao ambiente, permitindo comunicação assinada digitalmente, criptografia de correio eletrônico e de arquivos locais, e gerenciamento amigável de chaves pessoais. A internacionalização registra progresso em todas as direções, com suporte à disposição vertical de texto, e localização completa para o árabe de acordo com os padrões de qualidade. O lançamento oficial incorpora ferramentas essenciais para desenvolvedores, eventualmente levando à colaboração com mais e melhores programas para os usuários do GNOME.
ru: В рабочую среду теперь полностью встроена личная безопасность: цифровые подписи в системах связи, шифрование электронной почты и локальных файлов, а также удобное управление личными ключами. Прогресс в области интернационализации заметен повсюду; теперь в GNOME поддерживается вертикальный текст и имеется полная арабская локализация, соответствующая стандартам качества. Официальный выпуск включает в себя основное ПО для разработчиков, что, надеемся, приведёт к появлению новых качественных программ для пользователей GNOME.
sr: Лична сигурност је сада прожета кроз цело радно окружење што омогућава електронски потписану комуникацију, шифровање електронске поште и локалних датотека, баш као и лако управљање личним кључевима. Локализација бележи напредак у свим смеровима, са подршком за усправно писан текст и пуним арапским преводом који задовољава стандарде квалитета. Званично издање укључује неопходне алате за програмере што ће, надамо се, допринети бројнијим и још бољим програмима за кориснике Гнома.
sv: Personlig säkerhet är nu fullständigt integrerat i skrivbordet vilket erbjuder digitalt signerad kommunikation, kryptering av e-post och lokala filer samt användarvänlig hantering av personliga nycklar. Internationaliseringen fortlöper i alla riktningar med stöd för vertikala textlayouter och en fullständig arabisk lokalanpassning som möter kvalitetsstandarderna. Den officiella utgåvan inkluderar viktiga verktyg för utvecklare som förhoppningsvis kommer att bidra till mer och bättre programvara för GNOME-användarna.
th: ระบบรักษาความปลอดภัยส่วนบุคคลได้ถูกเชื่อมรวมเข้าในชุดเดสก์ท็อป ซึ่งช่วยให้สามารถสื่อสารแบบมีลายเซ็นดิจิทัลกำกับได้ เข้ารหัสลับอีเมลและแฟ้มในเครื่องได้ และมีระบบจัดการกุญแจส่วนบุคคลที่เป็นมิตรกับผู้ใช้ การสนับสนุนภาษาสากลก็มีความคืบหน้าในทุกด้าน โดยสนับสนุนการวาดข้อความแนวดิ่ง และสนับสนุนภาษาอารบิกอย่างเต็มรูปแบบ ได้คุณภาพตามมาตรฐาน นอกจากนี้ รุ่นที่ออกอย่างเป็นทางการนี้ ยังได้รวมเครื่องมือจำนวนหนึ่งที่สำคัญสำหรับนักพัฒนา ซึ่งหวังว่าจะช่วยให้เกิดซอฟต์แวร์ที่ดีขึ้นและมากขึ้นสำหรับผู้ใช้ GNOME ต่อไป
tr: Kişisel güvenlik artık masaüstünüze tamamen entegre edilmiş durumda, bu size dijital imza ile haberleşme, e-posta ve yerel dosyaları şifreleme ve kullanıcı dostu bir arayüzle kişisel anahtarlarınızı yönetebilmenizi sağlıyor. Yerelleştirme her alanda rekor gelişmeler içeriyor, dikey metin düzeni ile kalite standartlarına uygun tam Arabça yerelleştirme bu sürümde hazır. Resmi sürüm GNOME kullanıcıları için daha iyi yazılımlar için katkıda bulunacak geliştiriciler için gerekli araçları içeriyor.
uk: У робоче середовище тепер повністю вбудована особиста безпека: цифрові підписи у системах зв'язку, шифрування електронної пошти та файлів, а також зручна система керування особистими ключами ключами. Поступ у інтернаціоналізації помітний в усіх напрямках; тепер у GNOME підтримується вертикальний текст та є повна арабська локалізація, що відповідає стандартам якості. До офіційного випуску входить основне ПЗ для розробників, ми сподіваємось, що це призведе до появи нових якісних програм для користувачів GNOME.
zh_tw: 個人的安全功能已經完整的融入桌面，讓我們得以使用數位簽署的溝通方式，加密電子郵件及電腦檔案，更有易學易用的個人金鑰管理程式。國際化功能在各方面都有所進展，現在支援直排文字，還有符合標準的完整阿拉伯文本地化支援。在官方的釋出版本中也收錄了開發者所需的工具，希望能藉此為 GNOME 使用者帶來更多、更優質的軟體。

source: What's more important, for the first time we ship online games, chess with a 3D look, and endless Sudoku entertainment.
ar: ترافق «جنوم» لأول مرة ألعابٌ عبر الإنترنت، لعبة شطرنج بمظهر ثلاثي الأبعاد ومتعة رائعة مع لعبة «السودوكو».
ca: I el que és més important, per primera vegada distribuïm jocs en línia, escacs amb aparença 3D, i entreteniment sense fi amb el Sudoku.
de: Was noch wichtiger ist: zum ersten Mal stellen wir Online-Spiele, ein dreidimensionales Schachprogramm und endlose Sudoku-Unterhaltung bereit.
es: Más importante aún, por primera vez incluiremos juegos en línea, ajedrez con apariencia 3D, e interminable entretenimiento con Sudoku.
ja: 初めてオンラインに対応したゲームをリリースしたことは特筆に値するでしょう。３次元表示が可能なチェス・ゲームや無限に楽しめる数独があります。
lt: O dar svarbiau yra tai, kad pirmą kartą GNOME yra tinkliniai žaidimai, trimatės grafikos šachmatai ir begaliniai Sudoku galvosūkiai.
mk: Што е уште поважно, за прв пат ставивме онлајн игри, шах со 3D изглед и бескрајна Sudoku забава.
pa: ਹੋਰ ਖਾਸ ਕੀ ਹੈ, ਅਸੀਂ ਪਹਿਲੀਂ ਵਾਰ ਆਨਲਾਇਨ ਖੇਡਾਂ, ਇੱਕ 3D ਸਤਰੰਜ਼ ਅਤੇ ਨਾ-ਖਤਮ ਹੋਣ ਵਾਲੀ ਸੁਡੋਕੁ ਮਨੋਰੰਜਨ ਦੇ ਰਹੇ ਹਾਂ।
pt_br: Mais importante, pela primeira vez entregamos jogos <foreignphrase>on-line</foreignphrase>, xadrez com visual tridimensional, e diversão sem fim com o Sudoku.
ru: Ну а самое главное — впервые мы включили в GNOME Интернет-игры, трёхмерные шахматы и судоку.
sr: И важније од свега, по први пут укључујемо игрице за играње у мрежи, шах са 3Д приказом и бескрајну забаву уз судоку.
sv: Vad som är mer viktigt är att vi för första gången levererar online-spel, schack med ett 3D-utseende och oändligt Sudoku-nöje.
th: ที่สำคัญกว่านั้นคือ นี่เป็นครั้งแรกที่เรามีเกมออนไลน์ มีหมากรุกสามมิติ และความบันเทิงอันไม่รู้จบจากเกมซูโดกุ
tr: Daha önemli olan ise, ilk defa çevirim içi oyunları dahil etmiş olmamız, 3D görünümlü satrançı bir deneyin, ve ayrıca bitmez tükenmez Sudoku eğlencesi.
uk: І найважливіше — вперше до GNOME входять Інтернет-ігри, тривимірні шахи та судоку.
zh_tw: 更重要的是，我們第一次推出了線上遊戲、3D 的西洋棋遊戲，以及玩不完的數獨遊戲。
