Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.12/notes/docbook/*/*.po
Languages: ca, es, et, nl

source: Malcolm Tredinnick for settings for "dont-proxy-for-this-domain" in gnome-vfs
ca: Malcolm Tredinnick per la configuració per "dont-proxy-for-this-domain" al gnome-vfs
et: Malcolm Tredinnick'it töö eest gnome-vfs'i seadistuse - "ära-kasuta-proxyt-selle-domeeni-jaoks" kallal

source: Frank Worsley for gnome_vfs_url_show suport
ca: Frank Worsley pel suport gnome_vfs_url_show
et: Frank Worsley'd gnome_vfs_url_show toetuse eest

source: Anders Carlsson - Convert file attributes from stringlists to bitmasks in Nautilus, and also .hidden file support
ca: Anders Carlsson - Convesió dels atributs dels fitxers llistes de cadenes a màscares de bits al Nautilus, i també suport de fitxers .hidden (ocults)

source: Glynn Foster - Nicer Nautilus bookmarks dialog
ca: Glynn Foster - Un diàleg d'adreces d'interés del Nautilus més bonic
et: Glynn Foster - Ilusam Nautiluse järjehoidjate dialoog

source: Marco Pesenti Gritti - icon theme throbber support in Nautilus
ca: Marco Pesenti Gritti - suport per al tema d'icones al throbber del Nautilus

source: Frederic Crozat - important Nautilus bugfixes
ca: Frederic Crozat - importants correccions d'errors al Nautilus
et: Frederic Crozat - tähtsad Nautiluse veaparandused

source: Jrg Billeter and Wolfgang Pichler - worked on the multiroot tree sidebar
ca: Jörg Billeter and Wolfgang Pichler - han treballat en la barra lateral amb arbre multiarrel

source: Soren Sandmann - high-performance model for the Nautilus listview
ca: Soren Sandmann - model d'altes prestacions per a la vista de llistes del Nautilus

source: Johan Dahlin - file size and count for the Nautilus multi-file property dialog
ca: Johan Dahlin - mida i comptador per al diàleg de propietats multi-fitxer del Nautilus

source: Bastien Nocera for use of the new samba library for smb support in gnome-vfs-extras, and also for DVD burning in nautilus-cd-burner
ca: Bastien Nocera per l'ús de la nova biblioteca samba per suport smb al gnome-vfs-extras, i també per la gravació de DVDs al nautilus-cd-burner
et: Bastien Nocera't uue samba teegi kasutuselevõtu jaoks gnome-vfs-extras teegis ja lisaks sellele ka DVD-kirjutamise toetuse lisamise eest nautilus-cd-burner rakenduses

source: Ross Burton for write to cd context menu, bugfixes in nautilus-cd-burner
ca: Ross Burton pel menú contextual per a escriure al cd, correccions d'errors al nautilus-cd-burner
et: Ross Burton'it CD kontekstimenüü kirjutamise ja veaparanduste eest nautilus-cd-burner'is

source: Bob Doan for cdrw blanking support in nautilus-cd-burner
ca: Bob Doan per l'esborrat de cdrw al nautilus-cd-burner
et: Bob Doan'it CDRW tühjendusfunktsiooni lisamise eest nautilus-cd-burneris.-

source: Christian Persch for plugging memory leaks, improving the window/tab communication code, cleaning up the encoding and languages implementation, speeding up the tabs menu updating in Epiphany
ca: Christian Persch per solucionar les pèrdues de memòria, millorar el codi de comunicació entre les pestanyes i les finestres, polint la codificació i la implementació de llenguatges, accelerant l'actualització del menú de pestanyes a l'Epiphany
et: Christian Persch'i mälulekete sulgemise, aken-sakk sidekoodi edasiarendamise, keelte ja kodeeringute teostuse korrastamise ning Epiphany sakimenüüde uuendusfunktsiooni kiirendamise eest.

source: David Bordoley for work in Epiphany's user interface, ensuring HIG compliance, cleanliness, and general usability.
ca: David Bordoley per treballar en la interfície d'usuari de l'Epiphany, garantint l'acompliment de les HIG, la netedat i la usabilitat en general.
et: David Bordoley tööd Epiphany kasutajaliidese HIG'ile vastavuse, lihtsuse ja üldise kasutusmugavuse kinnistamisel.

source: Xan Lopez for polishing Epiphany's rough edges, including implementing drag and drop of urls of links to bookmarks toolbar and adding nice touches to the bookmarks views like sorting
ca: Xan Lopez per polir alguns aspectes de l'Epiphany, incloent-hi l'arrosegar i deixar urls d'enllaços a la barra d'eines de les adreces d'interés, i afegir alguns bonics retocs a la visualització de les adreces d'interés com l'ordenció

source: Steve Chaplin, for making gnomine really shine
ca: Steve Chaplin, per fer que el gnomine realment brilli
et: Steve Chaplin - gnomine tõesti särab nüüd

source: George Lebl, for changes that desensitize preferences in various apps if an administrator has locked down the preference's Gconf key
ca: George Lebl, per canvis que dessensibilitzen preferències en vàries aplicacions, si l'administrador ha bloquejat la clau Gconf de preferències

source: Jeroen Zwartepoorte, Eric Ritezel, James Willcox and Gustavo Giraldez for their contributions to gedit and gtksourceview
ca: Jeroen Zwartepoorte, Eric Ritezel, James Willcox i Gustavo Giraldez per les seves contribucions al gedit i el gtksourceview
et: Jeron Zwartepoorte, Eric Ritezel, James Willcox ja Gustavo Giraldez - gedit ja gtksourceview kaastöö

source: Platform Improvements
ca: Millores de plataforma
et: Platvormi täiustused
nl: Platformverbeteringen

source: The GNOME 2.12 Development Platform provides a stable base for third-party software developers, and for the GNOME Desktop itself. GNOME 2.12 adds some API improvements, while maintaining backwards compatibilty and API-stability.
ca: La plataforma de desenvolupament del GNOME 2.12 proporciona una base estable per a desenvolupadors de programari de terceres parts i per al propi escriptori GNOME. El GNOME 2.12 afegeix algunes millores de l'API,mantenint la compatibilitat cap enrere i l'estabilitat de l'API.
et: GNOME 2.12 arendusplatvorm pakub stabiilset baasi nii kolmandate osapoolte tarkvaraarendajaile kui ka GNOME'i töölaua jaoks. GNOME 2.12 lisab mõningaid API uuendusi, hoides samas tagasiühilduvust ja API stabiilsust.

source: GTK+ now uses the freedesktop Cairo drawing API, making custom widget drawing easier to implement and allowing new effects. In the near future, this should allow GNOME to use new graphics effects and take advantage of hardware acceleration, as well as improving our printing APIs.
ca: El GTK+ ara utilitza l'API de dibuix Cairo de freedesktop, fent més fàcil d'implementar el dibuix de ginys personalitzats i permetre nous efectes. En el futur pròxim, això hauria de permetre al GNOME usar nous efectes gràfics i aprofitar-se de l'acceleració del maquinari, així com millorar les APIs d'impressió.
et: GTK+ kasutab nüüd FreeDesktop.org'i Cairo joonistamise API't, mis kergendab kohandatud vidinate joonistamist hoopis ja võimaldab uusi efekte. Lähemas tulevikus peaks see samm lubama GNOME'i kasutada uusi graafilisi efekte ning ära kasutada riistvaralist kiirendust ning lisaks sellel peaks täiustama meie printimise API't.

source: GtkFileChooser can now display a file-overwrite confirmation dialog when in save mode.
ca: El GtkFileChooser ara pot mostrar un diàleg de confirmació de sobreescriptura de fitxers quan estar en mode desar.
et: GtkFileChooser võib näidata nüüd salvestusrežiimis faili ümberkirjutamise kinnitusdialoogi.

source: GtkWindow can have an urgency hint, instructing the window manager to, for instance, flash the window title.
ca: El GtkWindow ara pot tenir un marcador d'urgència, instruint al gestor de finestres perquè, per exemple, posi el títol de la finestra intermitent.

source: GtkIconView now impements the GtkLayout interface, and can render items via GtkCellRendererCells.
ca: El GtkIconView ara implementa la interfície GtkLayout, i pot representar elements a través del GtkCellRendererCells.

source: GtkTextView now allows you to set a background color for pargraphs, and you can now skip over invisible text when iterating.
ca: El GtkTextView ara permet definir un color de fons per als paràgrafs, i ara podeu saltar-vos el text invisible quan itereu.

source: GtkScrolledWindow has functions to get the scrollbars.
ca: El GtkScrolledWindow té funcions per obtenir barres de desplaçament.

source: GtkMenu now supports vertical (rotated) menus, and it can ignore keyboard focus, for special applications such as the onscreen keyboard.
ca: El GtkMenu ara permet usar menús verticals (girats), i pot ignorar el focus de teclat, per a aplicacions especials com el teclat en pantalla.

source: GtkEntryCompletion's popup menu may now be wider than the Entry, and the popup can be avoided when there is only a single match.
ca: El menú emergent GtkEntryCompletion ara pot ser més ample que l'entrada, i es pot evitar la finestra emergent si hi ha una sola coincidència.

source: GtkAboutDialog's license text can now be wrapped.
ca: El text de la llicència del GtkAboutDialog ara pot ajustarse.

source: GtkToolButton can now use named icons from icon themes, and these icons may also be used when dragging.
ca: El GtkToolButton ara pot usar icones dels temes d'icones i aquestes icones també es poden usar en arrossegar.

source: <placeholder-1/>GtkSizeGroup can ignore hidden widgets.
ca: <placeholder-1/>El GtkSizeGroup pot ignorar els ginys ocults.

source: In GNOME 2.12, <ulink url="http://www.gtk.org">GTK+</ulink> 2.8 provides the following new features <placeholder-1/>
ca: Al GNOME 2.12, <ulink url="http://www.gtk.org">El GTK+</ulink> 2.8 proprociona les següents noves característiques <placeholder-1/>

source: See also the full list of the <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/ix06.html">new API in GTK+ 2.8</ulink>.
ca: Veieu també la llista completa de la <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/ix06.html">nova API al GTK+ 2.8</ulink>.

source: Games
ca: Jocs
et: Mängud
nl: Spelletjes

source: GNOME's games put extra fun in the desktop. The Mines game has some improvements in GNOME 2.12 - for instance, the first click is guaranteed to clear a useful number of squares so you don't have to blindly click and hope you don't hit a mine, and an explosion graphic is drawn when you set off a mine.
ca: Els jocs del GNOME posen una diversió extra a l'escriptori. El joc del Buscamines té algunes millores al GNOME 2.12 - per exemple, al primer clic teniu la garantia de netejar un cert nombre de quadres, és a dir, no cal que cliqueu a cegues i esperar que no trobeu una mina, i quan traieu una mina es dibuixa el gràfic d'una explosió.

source: Mines
ca: Buscamines

source: The Mines game.
ca: El joc del buscamines.
et: Miinide mäng.

source: Control Center
ca: Centre de control
et: GNOME'i juhtpaneel
nl: Configuratie

source: About Me
ca: Quant a mi
et: Minu info

source: GNOME now has a new About Me control panel in which you can enter your personal details, such as your telephone numbers, address, email address, and instant-messenger IDs, instead of repeating the information in several applications. You can also change your password here.
ca: El GNOME ara té un nou quadre de control Quant a mi, on podeu entrar els vostres detalls personals, com números de telèfon, adreça, adreça de correu electrònic, i identificadors de missatgeria instantània, en comptes de repetir la informació en vàries aplicacions. Aquí també podeu canviar la vostra contrasenya.

source: The About Me control panel.
ca: El quadre de control de quant a mi
et: Minu info seadistuspaneel.

source: Mouse Preferences
ca: Preferències del ratolí
et: Hiire eelistused

source: The Mouse Preferences control panel now allows you to change your cursor theme.
ca: El quadre de control de preferències del ratolí ara us permet canviar el vostre tema de cursor.
et: Hiire eelistuste seadistuspaneel lubab nüüd muuta kursori teemat.

source: The Mouse Preferences control panel, showing cursor themes.
ca: El quadre de control de preferències del ratolí, mostrant els temes del cursor.
et: Hiire eelistuste seadistuspaneel, näidates kursoriteemat.

source: GNOME 2.12 Release Notes
ca: Notes de la versió GNOME 2.12
es: Notas de lanzamiento de Gnome 2.12
et: GNOME 2.12 väljastuse märkmed

source: The GNOME Desktop
ca: L'escriptori GNOME
es: El escritorio Gnome
et: GNOME'i töölaud
nl: De GNOME-werkomgeving

source: The GNOME 2.12 Desktop is the latest release of the ever popular, multi-platform free desktop environment.
ca: L'escriptori GNOME 2.12 és l'última versió del sempre popular entorn d'escriptori lliure i multiplataforma.

source: The GNOME desktop releases continue to arrive on schedule. GNOME 2.12 includes a number of interesting new features and hundreds of bug fixes. This time GNOME also includes a video player and a CD-ripping utility. You can learn more in the following sections.
ca: L'alliberament de versions de l'escriptori GNOME continúa per seguir la planificació prevista. El GNOME 2.12 inclou un nombre de noves característiques interessants i centenars de correccions d'errors. Aquesta ocasió, el GNOME també inclou un reproductor de vídeo i una utilitat d'extracció d'àidio de CDs. Podeu aprendre'n més a les seccions següents.
et: GNOME'i töölaua uusi versioone väljastatakse jätkuvalt kindla ajakava alusel. GNOME 2.12 sisaldab arvukalt uut ja huvitavat funktsionaalsust ja sadu veaparandusi. Seekord sisaldab GNOME'is ka videomängija ja CD-rippimisvahend. Rohkem lisainfot nende kohta on allpoololevates rubriikides.

source: GNOME provides a user-friendly environment that "just works" for everyday users, without excess complexity or obscure features. At the same time we provide the rich flexibility experienced developers demand.
ca: El GNOME us proporciona un entorn amigable que "simplement funciona" per als usuaris de cada dia, sense excessiva complexitat o característiques obscures. Al mateix temps us proporcionem la rica flexibilitat que demanen els desenvolupadors experimentats.
et: GNOME pakub igapäevakasutajaile kasutajasõbralikku keskkonda, mis "lihtsalt töötab" ilma et oleks üleliigselt keerukas ning veidra funktsionaalsusega.
nl: GNOME biedt een gebruiksvriendelijke omgeving die "gewoon werkt" voor alledaagse gebruikers, zonder overmatige complexiteit of obscure functies. Tegelijkertijd bieden we de rijke flexibiliteit die ervaren ontwikkelaars vereisen.

source: GNOME runs on a variety of platforms, including GNU/Linux (commonly called Linux), Solaris, HP-UX, BSD and Apple's Darwin. GNOME includes powerful features such as world-class smooth text rendering, a first-class accessibility infrastructure, and a complete internationalization infrastructure that includes support for bi-directional text.
ca: El GNOME s'executa sobre una varietat de plataformes, incloent-hi GNU/Linux (comunment anomenat Linux), Solaris, HP-UX, BSD i el Darwin d'Apple. El GNOME inclou característiques potents com una excepcional reproducció de text suavitzat, una infraestructura d'accessibilitat de primera classe, i una completa infraestructura d'internacionalització que inclou la capacitat de tractar textos bidireccionals.
et: GNOME töötab paljudel erinevatel platvormidel, kaasa arvatud GNU/Linux (üldiselt teatud kui lihtsalt Linux), Solaris, HP-UX, BSD ja Apple'i Darwin. GNOME'is sisalduvate rakenduste hulka kuuluvad ka maailmaklassi teksti...
nl: GNOME werkt op een breed scala aan platformen, waaronder GNU/Linux (beter bekend als Linux), Solaris, HP-UX, BSD en Apples Darwin. GNOME bevat krachtige mogelijkheden zoals eersteklas gladde tekstweergave, een uitstekende toegankelijkheidsinfrastructuur en een complete vertalingsinfrastructuur die bidirectionele tekst ondersteunt.

source: Of course GNOME 2.12 includes all of the improvements made in GNOME 2.10, which you can learn about in the GNOME 2.10 <ulink url="http://www.gnome.org/start/2.10/notes/">release notes</ulink>.
ca: Naturalment el GNOME 2.12 inclou ntotes les millores fetes al GNOME 2.10, que podeu aprendre llegint les <ulink url="http://www.gnome.org/start/2.10/notes/">notes de la versió</ulink> GNOME 2.10.
et: Muidugi sisaldab GNOME 2.12 kõiki neid täiustusi, mis on tehtud GNOME 2.10 jaoks ja mille kohta saad lugeda GNOME 2.10 <ulink url="http://www.gnome.org/start/2.10/notes/">väljastuse märkmetest</ulink>.

source: The Desktop release contains all the applications needed to provide basic user functionality. Major applications such as <application>Gnumeric</application> and <application>OpenOffice.org</application> are also available, but are developed in parallel on their own release cycle rather than being included in the core GNOME release.
ca: La versió de l'escriptori conté totes les aplicacions necessàries per a proporcionar una funcionalitat d'usuari bàsica. Altres aplicacions importants com el <application>Gnumeric</application> i l'<application>OpenOffice.org</application> també estan disponibles, però es desenvolupen en paral·lel amb el seu propi cicle de versions en comptes d'anar incloses a la versió del nucli del GNOME.
et: Töölaud sisaldab endas kõiki neid rakendusi, et rahuldada kasutaja põhivajadused. Suuremad rakendused nagu <application>Gnumeric</application> ja <application>OpenOffice.org</application> on samuti kättesaadavad, kuid neid arendatakse paralleelselt omaenda väljastustsükli põhjal ning seega neid pole GNOME'i tuumikväljastuses.
nl: De Werkomgeving-uitgave bevat alle toepassingen die benodigd zijn voor algemeen gebruik. Belangrijke toepassingen zoals <application>Gnumeric</application> en <application>OpenOffice.org</application> zijn eveneens beschikbaar, maar worden parallel ontwikkeld in hun eigen uitgavetempo in plaats van inbegrepen te zijn in de kerngroep van GNOME-onderdelen.

source: GNOME is part of the GNU Project, and is <ulink url="http://www.fsf.org/philosophy/free-sw.html">free software</ulink>.
ca: El GNOME forma part del Projecte GNU, i és <ulink url="http://www.fsf.org/philosophy/free-sw.html">programari lliure</ulink>.
et: GNOME on osa GNU projektist ja on <ulink url="http://www.fsf.org/philosophy/free-sw.html">vaba tarkvara</ulink>.
nl: GNOME is onderdeel van het GNU project, en is <ulink url="http://www.fsf.org/philosophy/free-sw.html">vrije software</ulink>.

source: Please continue directly to the <link linkend="rnwhatsnew">What's New</link> section, or use the links at the right to learn more about this release and the GNOME Desktop in general.
ca: Continueu directament a la secció <link linkend="rnwhatsnew">Què hi ha de nou</link>, o useu els enllaços de la dreta per a saber més coses sobre aquesta versió i l'escriptori GNOME en general.
et: Palun liigu edasi <link linkend="rnwhatsnew">Mis on uut?</link> rubriiki või kasuta viitasid paremal, et selle väljastuse ning GNOME'i töölaua kohta üldiselt rohkem teada saada.
nl: Ga direct door naar de sectie <link linkend="rnwhatsnew">Wat is er nieuw</link>, of gebruik de links aan de linkerkant om meer te weten te komen over deze GNOME-versie en de GNOME-desktop in het algemeen.

source: What's New In GNOME 2.12
ca: Què hi ha de nou al GNOME 2.12
et: Mis on uut GNOME 2.12's

source: Known Issues
ca: Errors coneguts
es: Cuestiones Pendientes
et: Teadaolevad probleemid
nl: Bekende problemen

source: All software, when it is released, contains bugs the developers know about but have chosen, for a variety of reasons, not to fix before releasing. Free software is no different in this regard from proprietary software, except that with free software, we tell users about these problems.
ca: Tot el programari quan és alliberat conté errors que són coneguts pels desenvolupadors, però que per diverses raons han decidit no corregir abans de l'alliberament. En aquest aspecte, el programari lliure no és diferent del programari propietari, excepte que en el programari lliure comuniquem als usuaris aquests problemes.
es: Todo software, cuando se lanza, contiene fallos que los desarrolladores conocen pero que han elegido, por una variedad de razones, no arreglar antes de lanzarlo. El software Libre no es diferente en este aspecto del software propietario, excepto que con software libre, nosotros contamos a los usuarios estos problemas.
nl: Alle software die in omloop wordt gebracht, bevat fouten waar de makers al weet van hebben, maar waarvan ze, om verschillende redenen, besluiten om deze niet te verhelpen voordat die software wordt uitgebracht. Vrije software is wat dat betreft niet anders dan software die door bedrijven wordt verkocht. Het verschil is dat bij vrije software, de gebruikers vooraf geïnformeerd worden over de problemen.

source: We also encourage our users to report bugs so that they can be fixed. The best way to report bugs found in GNOME is to use the <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Simple Bug Guide</ulink>. This will take you through the necessary steps to file a quality bug report, and make sure that it is tagged appropriately. If you're too advanced for anything with the word 'simple' in it, there is also the <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">traditional bug form</ulink>. More details on bugs already reported can be found at our <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Among the most prominent GNOME 2.12 bugs:
ca: També encoratgem els nostres usuaris a informar sobre els errors, de manera que es puguin corregir. La millor manera d'informar d'errors detectats al GNOME és usar la <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Simple Bug Guide</ulink>. Aquesta guia us portarà a través dels passos necessaris per a desar un informe d'errors de qualitat, i s'assegurarà que estigui convenientment etiquetat. Si sou massa avançat per a qualsevol cosa que contingui el mot 'simple', també hi ha <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">l'informe d'errors tradicional</ulink>. Podeu trobar més detalls sobre errors ja reportats al nostre <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Entre els errors més destacats del GNOME 2.12:
es: También animamos a nuestros usuarios a informar de errores que ellos pueden arreglar. El mejor camino de informar de los errores encontrados en Gnome es usar la <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Guía de fallos simples</ulink>. Esto le llevará a traves de los pasos necesarios para archivar un informe de error de calidad, y asegurarse de que está etiquetado adecuadamente. Si usted es muy avanzado para caulquier cosa con la palabra 'simple' en ello, también está el <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">formulario tradicional de errores</ulink>. Puede encontrar más detalles sobre los errores ya informados en el <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Entre los más importantes errores de Gnome 2.12:

source: List of known issues
ca: Llista d'errors coneguts
es: Lista de cuestiones pendientes
et: Nimekiri teadaolevatest probleemidest
nl: Opsomming van bekende problemen
