Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.12/notes/docbook/*/*.po
Languages: ca, es, et, nl

source: GNOME is here to stay. Besides the active GNOME community (which has now supported and developed GNOME for over five years), many of the biggest supporters of the Unix desktop are GNOME contributors, including HP, MandrakeSoft, Novell (through Ximian), Red Hat, and Sun Microsystems.
ca: El GNOME és aquí per a continuar existint. A més de l'activa comunitat GNOME (que ha recolzat i desenvolupat el GNOME durant més de cinc anys), molts dels principals defensors de l'escriptori Unix són contribuïdors del GNOME, incloent-hi HP, MandrakeSoft, Novell (a través de Ximian), Red Hat i Sun Microsystems.
et: GNOME on tulnud selleks, et jääda. Peale aktiivse GNOME'i kogukonna (mis on toetanud ja arendanud GNOME'i juba üle viie aasta), on GNOME'i toetajaks ka suurimad Unixi töölaua toetajad nagu HP, MandrakeSoft, Novell (läbi Ximiani), Red Hat ning Sun Microsystems.

source: Standards Compliance
ca: Acompliment dels estàndards
et: Standardite järgmine
nl: Standaarden

source: GNOME works closely with groups such as <ulink url="http://www.freedesktop.org/wiki/Standards">freedesktop.org</ulink>. Standards support is a big plus for GNOME users. Interoperability support improves the user experience by allowing GNOME, KDE, and other applications to work together more easily, and following open specifications helps ensure that user data is not trapped in proprietary formats.
ca: GNOME treballa estretament amb grups com <ulink url="http://www.freedesktop.org/wiki/Standards">freedesktop.org</ulink>. L'acompliment dels estàndards és un gran plus per als usuaris del GNOME. El recolzament de la interoperabilitata millora l'experiència de l'usuari, permetent que el GNOME, el KDE i altres aplicacions treballin conjuntament d'una manera més fàcil, i seguir les especificacions obertes ajuda a assegurar que les dades de l'usuari no quedin atrapades en formats propietaris.
nl: GNOME werkt nauw samen met groepen zoals <ulink url="http://www.freedesktop.org/standards/">freedesktop.org</ulink>. Ondersteuning voor standaarden is erg belangrijk voor GNOME gebruikers. Interoperabiliteit zorgt voor een verbeterde gebruikservaring doordat GNOME, KDE en andere toepassingen beter kunnen samenwerken. Het gebruik van open specificaties geeft de gebruiker de garantie dat zijn gegevens niet gevangen worden in besloten formaten.

source: GNOME developers are working hard with other members of the free software community through Freedesktop.org on the development of standards to allow interoperability. Those standards include: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">shared MIME database</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">icon themes</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">recent files</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menus</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">desktop entries</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">thumbnail management</ulink>, and the <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">system tray</ulink> specifications. In addition, GNOME supports <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, and <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
ca: Els desenvolupadors del GNOME estan treballant durament amb altres membres de la comunitat de programari lliure a través de Freedesktop.org en el desenvolupament de estàndards per a permetre la interoperabilitat. Aquests estàndards inclouen especificacions de: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">base de dades MIME compartida</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">temes d'icones</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">fitxers recents</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menús</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">entrades de menú</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">gestió de miniatures</ulink>, and the <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">safata del sistema</ulink>. A més,el GNOME admet <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, and <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
et: GNOME'i arendajad teevad rasket tööd koos teiste vaba tarkvara kogukondadega Freedesktop.org organisatsiooni abil, selleks et välja arendada standardeid ühilduvuse garanteerimiseks. Nende poolt välja töötatud standardite hulka kuuluvad järgmised standardid: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">jagatud MIME andmebaas</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">ikooniteemad</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">hiljutised failid</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menüüd</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">töölaua kirjed</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">pisipiltide haldus</ulink>, ja <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">süsteemisalv</ulink>. Lisaks eelpoolnimetatutele toetab GNOME veel <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, ja <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink> standardeid.
nl: De GNOME ontwikkelaars werken via Freedesktop.org actief samen met andere leden van de vrije softwaregemeenschap bij het ontwikkelen van standaarden voor interoperabiliteit. Deze standaarden zijn ondermeer: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">gedeelde MIME-database</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">pictogramthema's</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">recente bestanden</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menu's</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">bureaublad-items</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">miniaturen-beheer</ulink>, en de <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">system tray</ulink>-specificaties. Aanvullend daarop ondersteunt GNOME <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, en <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.

source: Internationalization
ca: Internacionalització
et: Rahvusvahelisus
nl: Vertalingen

source: Thanks to members of the worldwide <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink>, under the leadership of Christian Rose and Kjartan Maraas, GNOME 2.12 offers support for 33 languages (at least 80 percent of strings translated).
ca: Gràcies als membres del <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink> de tot el món, sota el lideratge de Christian Rose i Kjartan Maraas, el GNOME 2.12 ofereix suport a 33 idiomes (com a mínim un 80 per cent de cadenes traduïdes).
et: Tänu rahvusvahelise <ulink url="http://developer.gnome.org/projects/gtp/">GNOME'i Tõlkeprojekti</ulink> liikmetele, Christian Rose'i and Kjartan Maraas'i juhtimise all, toetab GNOME 2.12 33. erinevat keelt (vähemalt 80 protsenti tekstist tõlgitud).

source: Albanian (5 million speakers)
ca: Albanès (5 milions de parlants)
et: albaania (5 miljonit kasutajat)
nl: Albanees (5 miljoen sprekers)

source: Brazilian Portuguese (175 million)
ca: Portuguès del Brasil (175 milions)
et: brasiilia-portugali (175 miljonit)
nl: Braziliaans-Portugees (175 miljoen)

source: Bulgarian (9 million)
ca: Búlgar (9 milions)
et: bulgaaria (9 miljonit)
nl: Bulgaars (9 miljoen)

source: Catalan (7 million)
ca: Català (7 milions)
et: katalaani (7 miljonit)
nl: Catalaans (7 miljoen)

source: Chinese Simplified (over 1 billion)
ca: Xinès simplificat (més de 1000 milions)
et: hiina lihtsustatud (üle 1 miljardi)
nl: Chinees vereenvoudigd (meer dan 1 miljard)

source: Chinese Traditional (40 million)
ca: Xinès tradicional (40 milions)
et: hiina traditsiooniline (40 miljonit)
nl: Chinees traditioneel (40 miljoen)

source: Czech (11 million)
ca: Txec (11 milions)
et: tšehhi (11 miljonit)
nl: Tsjechisch (11 miljoen)

source: Danish (5.3 million)
ca: Danès (5,3 milions)
et: taani (5,3 miljonit)
nl: Deens (5.3 miljoen)

source: Dutch (over 21 million)
ca: Holandès (més de 21 milions)
et: hollandi (üle 21 miljoni)
nl: Nederlands (meer dan 21 miljoen)

source: English (341 million)
ca: Anglès (341 milions)
et: inglise (341 miljonit)
nl: Engels (341 miljoen)

source: Finnish (over 5 million)
ca: Finlandès (més de 5 milions)
et: soome (üle 5 miljoni)
nl: Fins (meer dan 5 miljoen)

source: French (over 75 million)
ca: Francès (més de 75 milions)
et: prantsuse (üle 75 miljoni)
nl: Frans (meer dan 75 miljoen)

source: German (100 million)
ca: Alemany (100 milions)
et: saksa (100 miljonit)
nl: Duits (100 miljoen)

source: Greek (15 million)
ca: Grec (15 milions)
et: kreeka (15 miljonit)
nl: Grieks (15 miljoen)

source: Gujarati (46 million)
ca: Gujarati (46 milions)
et: gujarati (46 miljonit)
nl: Gujarati (46 miljoen)

source: Hindi (370 million)
ca: Hindi (370 milions)
et: hindi (370 miljonit)
nl: Hindi (370 miljoen)

source: Hungarian (14.5 million)
ca: Hongarès (14,5 milions)
et: ungari (14,5 miljonit)
nl: Hongaars (14,5 miljoen)

source: Italian (60 million)
ca: Italià (60 milions)
et: itaalia (60 miljonit)
nl: Italiaans (60 miljoen)

source: Japanese (over 125 million)
ca: Japonès (més de 125 milions)
et: jaapani (üle 125 miljoni)
nl: Japans (meer dan 125 miljoen)

source: Korean (75 million)
ca: Coreà (75 milions)
et: korea (75 miljonit)
nl: Koreaans (75 miljoen)

source: Lithuanian (4 million)
ca: Lituà (4 milions)
et: leedu (4 miljonit)
nl: Litouws (4 miljoen)

source: Norwegian Bookmal (5 million)
ca: Noruec Bookmal (5 milions)
et: norra bookmal (5 miljonit)
nl: Nederlands (meer dan 21 miljoen)

source: Panjabi (60 million)
ca: Panjabi (60 milions)
et: panjabi (60 miljonit)
nl: Panjabi (60 miljoen)

source: Polish (44 million)
ca: Polonès (44 milions)
et: poola (44 miljonit)
nl: Pools (44 miljoen)

source: Portuguese (43 million)
ca: Portuguès (43 milions)
et: portugali (43 miljonit)
nl: Portugees (43 miljoen)

source: Russian (170 million)
ca: Rus (170 milions)
et: vene (170 miljonit)
nl: Russisch (170 miljoen)

source: Romanian (26 million)
ca: Romanès (26 milions)
et: rumeenia (26 miljonit)
nl: Roemeens (26 miljoen)

source: Serbian (10 million)
ca: Serbi (10 milions)
et: serbia (10 miljonit)
nl: Servisch (10 miljoen)

source: Spanish (over 350 million)
ca: Español (més de 350 milions)
et: hispaania (üle 350 miljoni)
nl: Spaans (meer dan 350 miljoen)

source: Swedish (9 million)
ca: Suec (9 milions)
et: rootsi (9 miljonit)
nl: Zweeds (9 miljoen)

source: Tamil (61 million)
ca: Tàmil (61 milions)
et: tamili (61 miljonit)
nl: Tamil (61 miljoen)

source: Turkish (150 million)
ca: Turc (150 milions)
et: türgi (150 miljonit)
nl: Turks (150 miljoen)

source: Ukrainian (50 million)
ca: Ucraïnès (50 milions)
et: ukraina (50 miljonit)
nl: Oekraïens (50 miljoen)

source: Welsh (575,000)
ca: Gal·lès (575.000)
et: walesi (575 tuhat)
nl: Welsh (575 duizend)

source: Supported languages: <placeholder-1/>
ca: Idiomes admesos: <placeholder-1/>
et: Toetatud keeled: <placeholder-1/>
nl: Ondersteunde talen: <placeholder-1/>

source: Desktop
ca: Escriptori
et: Töölaud
nl: Werkplek

source: Look and Feel
ca: Temes
et: Vaade ja tunnetus

source: GNOME 2.12 introduces a new standard theme, also known as "ClearLooks", making your desktop more attractive while remaining simple and uncluttered.
ca: El GNOME 2.12 introdueix un nou tema estàndard, també conegut com a "ClearLooks", fent el vostre escriptori més atractiu al mateix temps que resta simple i net.

source: Attractive, friendly, simple: the new default theme.
ca: Atractiu, amigable, simple: el nou tema per defecte.

source: The new default theme
ca: El nou tema per defecte
et: Uus vaikimisi teema

source: The File Manager
ca: El gestor de fitxers
et: Failihaldur
nl: Bestandsbeheer

source: The file manager, also known as Nautilus, has several user interface improvements in GNOME 2.12. Most noticeably, the list view can now show files in directories, allowing you to navigate down to a sub-folder and open a new folder window only when necessary. Also for your convenience, the Bookmarks menu now shows the same locations as the File Chooser dialog.
ca: El gestor de fitxers, també conegut com a Nautilus, té diverses millores de la interfície d'usuari al GNOME 2.12. La més notable, la vista de llista ara pot mostrar fitxers en directoris, permetent-vos navegar cap a una subcarpeta i obrir una nova finestra de carpeta només quan és necessari. També per la vostra conveniència, el menú d'enllaços d'interés ara mostra les mateixes ubicacions que el diàleg de selecció de fitxer.

source: In GNOME 2.12, dragging text from an application to a folder window will save you time by creating a new text document. You'll also notice that GNOME now shows a preview of the text being dragged, instead of just an icon.
ca: Al GNOME 2.12, arrossegar un text des d'una aplicació a la finestra d'una carpeta us estalviarà temps en crear un nou document de text. També veureu que ara el GNOME mostra una previsualització del text que s'arrossega, i no només una icona.

source: clean-cut and powerful: the Nautilus file manager
ca: net i potent: el gestor de fitxers Nautilus

source: The file manager
ca: El gestor de fitxers
et: Failihaldur
nl: Bestandsbeheer

source: Places and Bookmarks may be displayed in a sidepane.
ca: Els llocs i les adreces d'interés es poden visualitzar al quadre lateral

source: The location is now shown with GNOME's path bar instead of a text entry. The text path is still available via the Control-L keyboard shortcut.
ca: Ara la ubicació es mostra amb la barra de la via d'accés del GNOME en comptes d'una entrada de text. El text de la via d'accés encara està disponible amb la drecera de teclat Control-L.

source: There are also major improvements to the browse mode, making it similar to GNOME's existing File Chooser dialog: <placeholder-1/>
ca: També hi ha millores importants en el mode de navegació, fent-lo similar al diàleg de selecció de fitxer del GNOME: <placeholder-1/>

source: GNOME's simple CD-burning feature can now create Audio CDs instead of just data CDs. Just drag the tracks to the window that opens when inserting a blank CD. TODO: better explanation of how this actually works?
ca: La funció simple de gravació de CDs del GNOME ara també pot crear CDs d'àudio i nonomés de dades. Arrossegueu les pistes a la finestra que s'obre en inserir un CD en blanc.

source: Clipboard
ca: Porta-retalls
et: Lõikepuhver

source: GNOME now remembers data that you copy, even when you close the window from which it was copied. This long-standing problem has finally been solved without the performance problems usually associated with clipboard deamons, by allowing applications to explicitly request the use of this feature.
ca: El GNOME ara recorda les dades que copieu, encara que tanqueu la finestra des de la que s'ha copiat. Aquest problema llargament pendent ha estat resolt finalment sense els problemes de funcionament que van habitualment associats amb els dimonis del porta-retalls, permetent a les aplicacions demanar explícitament l'ús d'aquesta característica.

source: The Panel
ca: El quadre
et: Paneel

source: The panel, which you normally see at the top and bottom of the screen, allows you to start applications and control various aspects of your environment. In GNOME 2.12 vertical panels with menus are possible, thanks to the rotated menus.
ca: El quadre que veieu normalment a dalt i a sota de tot de la pantalla us permet iniciar aplicacions i controlar diversos aspectes del vostre entorn. Al GNOME 2.12 són possibles els panells verticals amb menús, gràcies als menús girats.
et: Paneel, mida tavaliselt näeb ekraani ülemises ja alumises osas võimaldab käivitada rakendusi ja juhtida erinevaid töökeskkonna külgi. GNOME 2.12's on võimalik luua ka vertikaalseid paneele, mis sisaldavad menüüsid, seda tänu keeratud menüüde toetusele.

source: You might also notice that applications may now flash their names in the Window List, to indicate that they are ready. For instance, an instant messenger application could flash its icon when a friend sends a message.
ca: També podreu veure que els noms d'aplicacions poden fer pampallugues a la barra de la finestra per indicar que estan llestes. Per exemple, un programa de missatgeria instantània podria posar la seva icona intermitent quan un amic envia un missatge.

source: The GNOME Panel
ca: El quadre del GNOME
et: GNOME'i paneel

source: A vertical panel
ca: Un quadre vertical
et: Vertikaalne paneel

source: Utilities
ca: Utilitats
et: Tööriistad
nl: Hulpprogramma's

source: The GNOME utilities have some improvements, such as:
ca: Les utilitats del GNOME tenen algunes millores com:
et: GNOME'i tööriistadele on lisandunud järgmiseid täiustusi:
nl: De hulpprogramma's van GNOME hebben enkele verbeteringen, zoals:

source: Document Viewer
ca: visualitzador de documents
et: Dokumendivaataja

source: GNOME 2.12 has a new document viewer, also known as "Evince;" to replace the previously separate PDF and .ps document viewers. This new viewer is simpler and more convenient, with a useful search feature and the ability to show several pages at once.
ca: El GNOME 2.12 té un nou visualitzador de documents, també conegut com a "Evince;" per a substituir els visualitzadors de documents PDF i .ps que prèviament estaven separats. Aquest nou visualitzador és més senzill i adequat, amb un útil cercador i la possibilitat de mostrar diverses pàgines al mateix temps.

source: The document viewer.
ca: El visualitzador de documents
et: Dokumendivaataja

source: Image Viewer
ca: visualitzador d'imatges
et: Pildivaataja

source: The GNOME image viewer can now show pictures with color correction, using ICC profiles.
ca: El visualitzador d'imatges del GNOME ara pot mostrar imatges amb correcció de color, usant perfils ICC.
et: GNOME'i pildivaataja suudab nüüd näidata pilte koos värviparandustega, kasutades selleks ICC profiile.

source: The image viewer.
ca: El visualitzador d'imatges
et: Pildivaataja

source: Help Viewer
ca: visualitzador de l'ajuda

source: GNOME's Help Viewer, Yelp, now uses the same engine as Epiphany, the web browser. The look, feel, speed and stability of Yelp have been vastly improved.
ca: El visualitzador de l'ajuda del GNOME, el Yelp, ara usa el mateix motor que l'Epiphany, el navegador web. L'aspecte, la sensació, la velocitat i l'estabilitat del Yelp s'han millorat dràsticament.

source: Yelp also has improved support for locale specific formatting, allowing documentation to be rendered using language specific formatting rules, an excellent compliment to the new documentation translation system, that allows translators to translate help documents as easily as applications.
ca: El Yelp també ha millorat el suport per a formatatge especific de locales, permetent representar la documentació usant normes de formatatge específiques de l'idioma, un complement excel·lent al nou sistema de traducció de la documentació, que permet als traductors traduir documents d'ajuda tan fàcilment com les aplicacions.

source: The help viewer.
ca: El visualitzador de l'ajuda

source: Search
ca: Cerca
et: Otsing

source: The GNOME search tool now shows image thumbnails instead of just generic icons.
ca: L'eina de cerca del GNOME ara mostra miniatures de imatges en comptes d'icones genèriques.
et: GNOME'i otsingutööriist näitab nüüd piltide pisipilte tavaikoonide asemel.

source: The search tool, showing image thumbnails.
ca: L'eina de cerca,mostrant miniatures de imatges
et: Otsingu tööriist, näitab piltide pisipilte.

source: Dictionary
ca: Diccionari
et: Sõnaraamat
nl: Woordenboek

source: The GNOME Dictionary now has a simplified user interface and presents the entries in an easier-to-read layout. If you like, you can now choose different fonts to show the entries.
ca: El diccionari del GNOME ara té una interfície d'usuari simplificada i presenta les entrades amb una estructura fàcil dellegir. Si voleu, podeu escollir tipus de lletra diferents per a mostrar les entrades.
et: GNOME'i sõnaraamatul on nüüd lihtsustatud kasutajaliides ja vastusekirjeid esitatakse kergestiloetavas paigutuses. Juhul kui soovid, siis saad valida kirjete kuvamiseks erinevaid kirjatüüpe.

source: The dictionary.
ca: El diccionari.
et: Sõnaraamat.

source: Thanks
ca: Gràcies
et: Tänusõnad

source: The GNOMEs who bring you this software are too numerous to mention by name, but in addition to the folks mentioned above, a few contributors deserve special thanks for exceptional contributions toward making this release possible: TODO: Update this for 2.12, if we have time.
ca: Els GNOMEs que us han ofert aquest programari són massa per a mencionar el seu nom, però a més dels amics esmentats anteriorment, alguns contribuents es mereixen un agraïment especial per la seva contribució excepcional a l'hora de fer possible aquesta versió:

source: Dennis Cranston for gnome-search-tool
ca: Dennis Cranston per la gnome-search-tool
et: Dennis Cranston - uus gnome-search-tool

source: Mike Newman for his work on the zenity gdialog wrapper
ca: Mike Newman per la seva feina al zenity gdialog wrapper
et: Mike Newman'i tema töö eest zenity gdialog'i ümbrisega

source: Bill Haneman and Calum Benson for Keyboard Accessibility Status applet
ca: Bill Haneman i Calum Benson per la miniaplicació d'estat d'accessibilitat del teclat
et: Bill Haneman'i ja Calum Benson'i nende töö eest Klaviatuurihõlbustuse olekurakendiga

source: Shailesh Mittal for IPv6 support
ca: Shailesh Mittal pel suport IPv6
et: Shailesh Mittal - IPv6 toetus.

source: Irene Ryan, Eugene O'Connor and Pat Costello for documentation work throughout GNOME
ca: Irene Ryan, Eugene O'Connor i Pat Costello per les feines de documentació del GNOME
et: Irene Ryan, Egene O'Connor ja Pat Costello - töö GNOME'i dokumentatsiooniga
