Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.12/notes/docbook/*/*.po
Languages: ca, es, et, nl

source: System Administration
ca: Administració del sistema
et: Süsteemihaldus
nl: Systeembeheer

source: GNOME 2.12 has new features for system administration.
ca: El GNOME 2.12 té noves característiques per a l'administració del sistema.
et: GNOME 2.12 sisaldab süsteemi haldamiseks mõningaid uusi võimalusi.

source: System Tools
ca: Eines del sistema
et: Süsteemi tööriistad
nl: Systeemgereedschap

source: The system tools allow you to configure your system clock and your network connection, as well as manage the users and groups on your system. At present, these system tools are most appropriate for single computers rather than large networks of computers.
ca: Les eines del sistema us permeten configurar el rellotge del sistema i la vostra connexió de xarxa, així com gestionar els usuaris i grups al vostre sistema. Actualment, aquestes eines del sistema són més apropiades per a ordinadors individuals que per a grans xarxes d'ordinadors.
et: Süsteemi tööriistad lubavad sul seadistada süsteemi kella ning sinu võrguühendusi, lisaks veel hallata süsteemi kasutajaid ning kasutajagruppe. Praegu on need süsteemi tööriistad mõeldud küll rohkem üksikute arvutite, mitte tervete gruppide jaoks.
nl: Met het systeembeheer kunt u onder andere de datum en tijd instellen, uw netwerkverbindingen en de gebruikers en groepen op uw systeem. Momenteel zijn deze tools het meest geschikt voor thuisgebruik, niet voor grote netwerken of in grote systeemcomputers.

source: GNOME 2.12 provides a new Services Administration tool, which allows you to choose which services will be started when the computer starts.
ca: El GNOME 2.12 us proporciona una nova eina d'administració de serveis, que us permet escollir quins serveis s'iniciaran a l'arrencar l'ordinador.
et: GNOME 2.12-ga tuleb kaasa uus Teenuste haldamise tööriist, mis lubab kasutajal valida milliseid teenuseid arvuti töölepanekul käivitatakse.

source: The Services Administration tool
ca: L'eina d'administració de serveis
et: Teenuste haldamise tööriist

source: The Services Administration tool.
ca: L'eina d'administració de serveis
et: Teenuste haldamise tööriist.

source: Log Viewer
ca: visualitzador de fitxers de registre
et: Süsteemilogi vaataja
nl: Logboekviewer

source: The GNOME log viewer makes investigation easier by showing all logs in one tabbed window and allowing you to browse logs in a calendar. The new version navigator also helps when viewing archived logs.
ca: El visualitzador de fitxers de registre del GNOME fa més fàcil la investigació, mostrant tots els fitxers de registre en una finestra amb pestanyes i permetent-vos navegar pels fitxers de registre en un calendari. El nou navegador de versions també us ajuda quan mireu fitxers de registre arxivats.

source: The Log Viewer
ca: El visualitzador de fitxers de registre
et: Süsteemilogi vaataja
nl: De inhoud van logboeken weergeven

source: The Log Viewer, with calendar.
ca: El visualitzador de fitxers de registre, amb calendari
et: Süsteemilogi vaataja, koos kalendriga.

source: Menu Editor
ca: Editor del menú
et: Menüüredaktor

source: GNOME's Applications menu now uses the freedesktop menu specification, so applications can be easily installed regardless of the desktop environment used. GNOME 2.12 has a simple user interface that lets you edit the menu.
ca: El menú d'aplicacions del GNOME ara utilitza l'especificació de menú de freedesktop (una organització encarregada de crear estàndards comuns per a tots els escriptoris), per tant les aplicacions es poden instal·lar sense tenir en compte l'entorn d'escriptori utilitzat. El GNOME 2.12 té una interfície d'usuari simple que us permet editar el menú.

source: The Menu Editor
ca: L'editor del menú
et: Menüüredaktor

source: The Menu Editor.
ca: L'editor del menú
et: Menüüredaktor

source: Installation of GNOME 2.12
ca: Instal·lació del GNOME 2.12
et: GNOME 2.12 paigaldamine

source: For GNOME 2.12 we have a LiveCD, available from <ulink url="http://gnome.org/projects/livecd/">gnome.org/projects/livecd/</ulink>. The LiveCD allows you to try a full GNOME desktop on Linux without installing anything on your hard drive. This is the best way to see for yourself what's new.
ca: Per al GNOME 2.12 tenim disponible un LiveCD, a <ulink url="http://gnome.org/projects/livecd/">gnome.org/projects/livecd/</ulink>. El LiveCD us permet provar un escriptori GNOME complet sobre Linux sense haver d'instal·lar res al vostre disc dur. Aquesta és la millor manera de veure per vosaltres mateixos que hi ha de nou.

source: For actual use, we recommend that you install official packages, such as those for your Linux distribution. Vendors are likely to package GNOME 2.12 relatively quickly, and to release new versions soon that include GNOME 2.12.
ca: Per un ús seriós, us recomanem que instal·leu paquets oficials, com els de la vostra distribució Linux. Els venedors segurament empaquetaran el GNOME 2.12 relativament ràpid, i alliberaran ben aviat noves versions que inclouran el GNOME 2.12.
et: Tegelikuks kasutamiseks soovitame me paigaldada ametlikud pakid, mida enamasti pakub sinu Linuxi distributsioon. Distributsioonid peaksid GNOME 2.12 pakid välja andma suhteliselt kiiresti ning uued versioonid, mis sisaldavad uut GNOME 2.12 peaksid juba varsti ilmuma.

source: If you are brave and patient, and would like to build GNOME from source code to test the very latest versions and to provide feedback and improvements, we recommend a build tool such as the <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> utility, for building from released tarballs, and <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, for building from CVS.
ca: Si sou atrevit i pacient, i voleu muntar el GNOME a partir del codi font per provar les últimes versions i proporcionar informació i millores, us recomanem una eina de muntatge com la utilitat <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink>, per a muntar a partir dels arxius tar alliberats, i <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, per a muntar a partir del CVS.

source: Sysadmin, User, and Accessibility Guides
ca: Guies d'administrador del sistema, d'usuari i d'accessibilitat
et: Süsteemiadministraatori, kasutaja ning hõlbustuse juhendid
nl: Handleidingen

source: Thanks to the efforts of the <ulink url="http://developer.gnome.org/projects/gdp/">GNOME Documentation Project</ulink>, GNOME 2.12 comes with comprehensive and professional documentation. Careful attention has been taken to detail using free software's most complete <ulink url="http://developer.gnome.org/documents/style-guide/">documentation style guide</ulink>. As in GNOME 2.10, each application shipped with GNOME 2.12 includes full user documentation.
ca: Gràcies als esforços del <ulink url="http://developer.gnome.org/projects/gdp/">Projecte de documentació del GNOME</ulink>, el GNOME 2.12 ve amb una documentació entenedora i professional. S'ha prestat especial atenció als detalls, usant la <ulink url="http://developer.gnome.org/documents/style-guide/">guia d'estil de documentació</ulink> més completa de programari lliure. Igual que el GNOME 2.10, cada aplicació inclosa al GNOME 2.12 inclou una documentació completa per a l'usuari.

source: Learn to how to use GNOME with the Desktop User Guide. The User Guide and other documentation, including guides to system administration and GNOME's accessibility features, can be found on the <ulink url="http://www.gnome.org/learn/">GNOME Learn page</ulink>.
ca: Apreneu com usar el GNOME amb la guia de l'usuari de l'escriptori. Podeu trobar la guia de l'usuari i altra documentació, incloent-hi guies de les característiques d'administració del sistema i d'accessibilitat del GNOME a la <ulink url="http://www.gnome.org/learn/">página d'aprenentatge del GNOME</ulink>.
et: Töölaua kasutusjuhendi abil saad õppida GNOME'i kasutama. Kasutusjuhendi ja ka muu dokumentatsiooni, sisaldades endas juhendeid ka süsteemi administreerimiseks ja GNOME'i hõlbustuste kasutamiseks võid leida <ulink url="http://www.gnome.org/learn/">GNOME'i õppimise lehelt</ulink>.
nl: In de Desktop User Guide leert u hoe u GNOME kunt gebruiken. De User Guide en ander documentatie, inclusief de handleidingen voor systeembeheer en GNOME's toegankelijkheidsfuncties, vindt u op de (Engelse) webpagina: <ulink url="http://www.gnome.org/learn/">GNOME Learn page</ulink>.

source: Applications
ca: Aplicacions
et: Rakendused
nl: Toepassingen

source: Video Player
ca: Reproductor de vídeo
et: Videomängija
nl: Mediaspeler

source: GNOME's "Totem" video player, uses GNOME's GStreamer multimedia framework. In GNOME 2.12, the video player now has a playlist sidebar instead of a separate window, and supports DVD menus and subtitles.
ca: El reproductor de vídeo "Totem" del GNOME, utilitza l'estructura multimèdia GStreamer del GNOME. Al GNOME 2.12, el reproductor de vídeo ara té una barra lateral amb la llista de reproducció en comptes d'una finestra separada, i funciona amb menús de DVD i subtítols.

source: The video player
ca: El reproductor de vídeo
et: Videomängija
nl: De mediaspeler: Totem

source: The Totem video player.
ca: El reproductor de vídeo Totem
et: Totem videomängija.
nl: De mediaspeler Totem.

source: Audio Extraction
ca: Extracció d'àudio
nl: CD's rippen

source: GNOME's "CD ripper" easily extracts audio from CDs for later playback on your PC or portable music player. And now, you can play tracks before extracting them. This latest version can also extract files to networked servers or removable devices, using GNOME's VFS system.
ca: El "CD ripper" del GNOME extreu fàcilment l'àudio dels CDs per a reproduir-lo després al vostre PC o reproductor de música portàtil. I ara podeu reproduir pistes abans d'extreure-les. Aquesta última versió també pot extreure fitxers a servidors en xarxa o sistemes extraïbles, usant el sistema VFS del GNOME.

source: The audio extractor
ca: L'extractor d'àudio
nl: De CD-ripper: Sound Juicer

source: The audio extractor.
ca: L'extractor d'àudio
nl: De CD-ripper

source: Web Browser
ca: Navegador web
et: Veebibrauser

source: A Find Bar, as seen in Firefox, and previously available as an Epiphany extension. This allows you to find text on the page, without hiding the page behind a dialog window.
ca: Una barra de cerca, com la que s'ha vist al Firefox, estava disponible prèviament com a extensió de l'Epiphany. Això us permet trobar un text a la pàgina sense amagar la pàgina darrera una finestra de diàleg.
et: Otsinguriba, nii nagu Firefox'il, mis enne oli olemas Epiphany laiendusena. See lubab lehel teksti otsida ilma et peidaks osa lehest otsingudialoogi akna taha.

source: Clearer error messages, shown directly in the browser.
ca: Missatges d'error més clars, que es mostren directament al navegador.
et: Selgemad veateated, kuvatuna otse brauseris.

source: Use of the standard GNOME printing system.
ca: Us del sistema d'impressió estàndard del GNOME.

source: Bookmarks can be easily shared over the network.
ca: Les adreces d'interés es poden compartir fàcilment al llarg de la xarxa.
et: Järjehoidjaid saab nüüd üle võrgu välja jagada.

source: GNOME's "Epiphany" web browser is based on Mozilla yet integrates fully with the GNOME desktop environment. Improvements in 2.12 include <placeholder-1/>
ca: El navegador web "Epiphany" del GNOME està basat en el Mozilla tanmateix s'integra completament amb l'entorn de l'escriptori GNOME. Les millores al 2.12 inclouen <placeholder-1/>
et: Kuigi GNOME'i veebibrauser "Epiphany" baseerub Mozillal, moodustab see GNOME'i töökeskkonnaga koos ühe terviku. 2.12 versiooni täiustused sisaldavad endas <placeholder-1/>

source: The web browser
ca: El navegador web
et: Veebibrauser
nl: De webbrowser: Epiphany

source: The web browser.
ca: El navegador web
et: Veebibrauser.
nl: De webbrowser.

source: GNOME's integrated Email and Groupware client, Evolution, supports traditional mail setups as well as Novell Groupwise and Microsoft Exchange. With Evolution you can read, write, and manage your emails, contacts, and calendar events.
ca: El client integrat de correu electrònic i treball en grup del GNOME, l'Evolution, admet les configuracions de correu tradcionals com Novell Groupwise i Microsoft Exchange. Amb l'Evolution podeu llegir, escriure i gestionar els vostres correus electrònics, contactes, i els esdeveniments del calendari.

source: In GNOME 2.12 evolution now has an easier-to-use menu layout and an improved attachments bar, and allows inline PGP encryption and PGP signatures. In addition, the calendar now allows delegation of your meeting attendance.
ca: Ara, al GNOME 2.12 l'Evolution té una estructura de menús més fàcil d'usar i una barra d'adjuncions millorada, i permet el xifratge PGP en línia i les signatures PGP. A més ara el calendari permet delegar la vostra assistència a una reunió.

source: Groupwise proxy and IMAP accounts are now supported, and some compatibility problems were solved for people also using Mozilla Thunderbird with IMAP.
ca: Ara s'admeten els servidors intermediaris Groupwise i els comptes IMAP, i s'han resolt alguns problemes de compatibilitat per a gent que també usava el Mozilla Thunderbird amb IMAP.

source: The email client
ca: El client de correu
et: E-postiklient
nl: Het e-mailprogramma: Evolution

source: The Evolution email client.
ca: El client de correu Evolution.
et: Evolutioni e-postiklient.
nl: Het e-mailprogramma Evolution.

source: So, why GNOME?
ca: I així, per què el GNOME?
et: Siiski, milleks GNOME?

source: Having seen some of the new features in GNOME 2.12, why choose GNOME over other desktop environments? Every GNOME volunteer has their own motivations, of course, but here are some of the common reasons many of us choose to work on and use GNOME.
ca: Havent vist algunes de les noves característiques del GNOME 2.12, per què escollir el GNOME en comptes d'altres entorns d'escriptori? Cada voluntari del GNOME té les seves pròpies motivacions, es clar, però aquí hi ha alguns dels motius comuns pels que molts de nosaltres hem escollit treballar en el GNOME i usar-lo.
et: Olles näinud mõningaid täiendusi GNOME 2.12's, siis milleks ikkagi eelistada GNOME'i teiste töökeskkondade ees? Igal GNOME'i vabatahtlikul on oma nägemus, kuid järgnevalt kirjeldame mõningaid neist põhjustest, miks paljud meist on valinud oma igapäevaseks tööks just GNOME'i töökeskkonna.

source: Usability
ca: Usabilitat
et: Kasutusmugavus

source: GNOME is the only open source desktop project to take a stand for ease of use and UI consistency over feature creep and hyper-configurability. Our <ulink url="http://developer.gnome.org/projects/gup/hig/"> Human Interface Guidelines</ulink>, developed by a team of GNOME volunteers and UI professionals, and released before GNOME 2.0, are the most complete Free Software usability guidelines in existence. Every application in the GNOME Desktop release has benefited from this focus on consistency and usability. We believe that this focus will produce a user environment that "just works" and as a result lets GNOME users -both experienced and inexperienced- focus on doing real work instead of struggling to learn new applications.
ca: El GNOME és l'únic projecte d'escriptori de codi obert que ha posat la facilitat d'ús i la consisitència de la interfície d'usuari (IU) per sobre de l'excès de característiques i la hiperconfigurabilitat. Les nostres <ulink url="http://developer.gnome.org/projects/gup/hig/"> Human Interface Guidelines</ulink>, desenvolupades per un equip de voluntaris de GNOME i professionals de l'IU, i alliberades abans del GNOME 2.0, són les guies d'usabilitat de Programari Lliure més completes que existeixen. Cada aplicació d'aquesta versió de l'escriptori GNOME s'ha beneficiat d'aquest enfoc en la consistència i la usabilitat. Creiem que aquest enfoc produïrà un entorn d'usuari que "funciona" i com a resultat permet als usuaris de GNOME -tant els experimentats com els novells- centrar-se en la feina en comptes barallar-se per aprendre noves aplicacions.
et: GNOME on ainus avatud lähtekoodiga töölaua projekt, mis on valinud lihtsuse ja keskkonna järjekindluse vastupidiselt veidratele omadustele ja hüper-seadistamisvõimalustele. Meie <ulink url="http://developer.gnome.org/projects/gup/hig/"> Human Interface Guidelines</ulink>, välja töötatud meeskonna poolt, mis koosnes GNOME'i vabatahtlikest ja kasutajaliidese professionaalidest, ning avaldatud enne GNOME 2.0'i on kõige täiuslikum Vaba Tarkvara kasutuslihtsuse juhistest hetkel. Iga rakendus, mis kuulub GNOME'i töölaua juurde on saanud kasu selle tähelepanu keskpunktis olevast terviklikkusest ja kasutusmugavusest. Me usume, et selles suunas edasi minnes saame me lõpuks keskkonna, mis "lihtsalt töötab" ja selle tulemusel saavad GNOME'i kasutajad, nii kogemustega kui kogemusteta- teha oma tööd kiiremini, selle asemel, et rabeleda uue rakenduse tundmaõppimisega.

source: Accessibility
ca: Accessibilitat
et: Hõlbustused

source: Beyond making GNOME easier to use for the average computer user, GNOME has also taken the lead in making the Unix desktop accessible to those with disabilities. The GNOME accessibility framework is used by our award-winning accessibility tools like the GNOME Onscreen Keyboard (gok), Gnopernicus, and Dasher. These allow the use of braille readers, voice synthesizers, and pointing devices. Many governments, including the US government, require comprehensive accessibility support in software they purchase. After dozens of person-years of effort, GNOME is the only free software desktop to thoroughly address this issue.
ca: A més de facilitar l'ús del GNOME per a l'usuari mitjà, GNOME també vol fer l'escriptori Unix accessible a les persones amb discapacitats. El suport d'accessibilitat del GNOME és utilitzat per les nostres premiades eines d'accessibilitat com el teclat en pantalla del GNOME (gok), el Gnopernicus, i el Dasher. Aquests permeten l'ús de lectors braille, sintetitzadors de veu, i dispositiu d'apuntament. Molts governs, incloent-hi el govern US, requereixen tecnologies assistives d'accessibilitat comprehensives en el programari que adquireixen. Després de dotzenes de persones-any d'esforç, el GNOME és l'únic escriptori de programari lliure que satisfà exhaustivament aquest punt.
et: Lisaks sellele, et teha GNOME lihtsamaks tavalisele arvutikasutajale, on GNOME võtnud endale sihi teha Unixi töölaud ligipääsetavaks ka puuetega inimestele. GNOME'i ligipääsetavuse raamistik on kasutusel meie auhinnalistel juurdepääsetavuse tööriistades nagu GNOME'i Ekraaniklaviatuur (gok), Gnopernicus ja Dasher. Need programmid lubavad kasutada braille'i lugejaid, helisüntesaatoreid ja osutusseadmeid. Paljud valitsused, sealhulgas ka USA valitsus, nõuavad kõikehõlmavat ligipääsetavuse tuge tarkvaras, mida nad ostavad. Peale kümneid inimaastaid nõudnud pingutusi on GNOME ainus vaba tarkvara töölaud, mis on põhjalikult tegelenud selle küsimuse lahendamisega.

source: Interface Stability
ca: Estabilitat de la interfície
et: Liidese stabiilsus

source: The core libraries in the GNOME Development Platform carry guarantees of API and ABI stability. This means that 'porting' an application from GNOME 2.0 to GNOME 2.12 involves no work, if a developer does not wish to take advantage of new functionality in the libraries.
ca: Les biblioteques del nucli a la GNOME Development Platform tenen garanties d'estabilitat a nivell d'API i ABI. Això significa que 'portar' una aplicació des del GNOME 2.0 al GNOME 2.12 no implica feina, si un desenvolupador no desitja aprofitar una nova funcionalitat de les biblioteques.

source: Platform of Choice
ca: Plataforma d'elecció

source: Popular and robust Free Software applications such as Mozilla, Eclipse, Evolution, Gnumeric, Abiword, Gaim, X-Chat, and more are based on GNOME or GTK+. These applications are among the most powerful and capable in the Free Software world, and we expect that they'll only get better as they take more advantage of the GNOME development environment. In addition, other important desktop projects, like Mono, Java, and OpenOffice.org, are working on integrating with GNOME and GTK+.
ca: Aplicacions de programari lliure populars i robustes com el Mozilla, l'Eclipse, l'Evolution, el Gnumeric, l'Abiword, el Gaim, l'X-Chat, i altres estan basades en GNOME o GTK+. Aquestes aplicacions estan entre les més potents i capaces del món del programari lliure, i esperem que només puguin millorar aprofitant-se encara més de l'entorn de desenvolupament del GNOME. A més, altres projectes d'escriptori importants com el Mono, el Java, i l'OpenOffice.org, estan treballant en la integració amb el GNOME i el GTK+.

source: Organization
ca: Organització
et: Organisatsioon

source: GNOME 2.12 is the third 'time-based' GNOME release. Because GNOME releases on a regular schedule, contributors know that their contributions will be in a stable release and on the desktops of users everywhere within a short, predictable period after they contribute. In addition, people who want to deploy GNOME know that they can count on regular releases when they are planning rollouts or integration with their own products.
ca: El GNOME 2.12 és la sisena versió del GNOME 'basada en temps'. Com el GNOME s'allibera segons una planificació regular, els contribuïdors saben que les seves contribucions seran en una versió estable i als escriptoris d'usuari de tot arreu en un període de temps breu i previsible després d'haver contribuït. A més, les persones que volen distribuir el GNOME saben que poden comptar amb versions regulars quan estan planificant canvis o la integració amb els seus propis productes.

source: Additionally, the GNOME Foundation allows companies to support GNOME, while at the same time ensuring the independence of the board by ensuring that they are selected by the developers who work on GNOME. This infrastructure helps organize releases, and sponsors the annual GUADEC conference and the regular North American summits.
ca: A més, la GNOME Foundation permet a les companyies donar suport al GNOME, mentres que al mateix temps s'assegura la independència de l'equip directiu assegurant-se de que l'escullen els desenvolupadors que treballen en el GNOME. Aquesta infraestructura ajuda a organitzar l'alliberament de versions i esponsoritza la conferència anual GUADEC i les cimeres regulars nordamericanes.

source: Licensing
ca: Llicència
et: Litsentsimine

source: All GNOME platform libraries are licensed under the <ulink url="http://www.gnu.org/copyleft/lgpl.html">LGPL</ulink> or similar license, so developing for the GNOME platform is 100% free of license fees, for developers of both Free and proprietary software.
ca: Totes les biblioteques de la plataforma GNOME estan llicenciades sota la <ulink url="http://www.gnu.org/copyleft/lgpl.html">LGPL</ulink> o una llicència similar, de manera que desenvolupar per a la plataforma GNOME és lliure al 100% de royalties, tant per a desenvolupadors de programari lliure com propietari.
et: Kõik GNOME'i platvormi teegid on litsentseeritud <ulink url="http://www.gnu.org/copyleft/lgpl.html">LGPL</ulink> või sarnase litsentsi all, seega GNOME'i platvormi kasutamine arendustegevuseks on 100% vaba igasugustest litsentseerimistasudest kõigile vaba ja suletud tarkvara arendajaile.

source: Support and Staying Power
ca: Suport i continuïtat
