Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.12/notes/docbook/*/*.po
Languages: ca, es, et, nl

source: Helping on GNOME can be an incredibly satisfying experience, allowing you to meet a wide range of motivated, skilled, and helpful people all working towards a unified goal. Join us today and see what a difference you can make.
es: Ayudar en Gnome puede ser una experiencia satisfactoria increíble, permitendole encontrarse con un montón de gente motivada, cualificada y amigable trabajando todos tras una meta unificada. Únase a nosotros hoy y verá la diferencia puede hacer.
et: GNOME'i aitamine võib olla vägagi huvitav kogemus, mille abil on suk võimalik tutvuda suure ringkonna motiveeritud, kogemustega ja abivalmis inimestega, kes kõik töötavad ühe eesmärgi nimel. Liitu meiega juba täna ja vaata, mida sina suudad ära teha.
nl: Bijdragen aan GNOME kan een geweldige ervaring zijn waar veel voldoening uit te halen valt. Het stelt je in staat om een breed gezelschap van gemotiveerde, bekwame en behulpzame mensen te ontmoeten, die allemaal werken aan een gemeenschappelijk doel. Sluit u aan, en ondervind welke positieve bijdrage u kunt maken.

source: Credits
es: Creditos
et: Autorid
nl: Met dank aan

source: These release notes were assembled by Murray Cumming, Davyd Madeley, and the GNOME community.
es: Estas notas de publicación fueron reunidas por Murray Cumming, Davyd Madeley, y la comunidad Gnome.
et: Need uue versiooni märkmed on koostatud Murray Cumming'u, Davyd Madeley' ja GNOME'i kogukonna poolt.
nl: Deze aankondiging is samengesteld door Murray Cumming, Davyd Madeley, en de GNOME gemeenschap. Het is vertaald door Tino Meinen, Marc Maurer, Ronald Bultje en Reinout van Schouwen.

source: For GNOME 2.12 we have a LiveCD, available from www.gnome.org. The LiveCD allows you to try a full GNOME desktop on Linux without installing anything on your hard drive. This is the best way to see for yourself what's new.
et: GNOME 2.12 jaoks on olemas ka LiveCD, mida saab www.gnome.org lehelt. LiveCD lubab sul katsetada kogu GNOME'i töölauda Linux'il ilma, et sinu kõvakettale midagi paigaldataks. See on parim viis veenduda ise kõiges uues.

source: Attractive, friendly, simple, the new default theme.
et: Atraktiivne, sõbralik, lihtne - uus vaikimisi teema.

source: GNOME 2.12 is the latest version of the popular, multi-platform free GNOME desktop environment, providing all the tools a computer user needs, and a platform for software developers.
es: Gnome 2.12 es la última versión del popular entorno de escritorio multiplataforma GNOME, proporcionando todas las herramientas que un usuario de ordenadores necesita, y una plataforma de software para los desarrolladores.

source: GNOME releases occur every six months, delivering new improvements to our users as fast as possible. GNOME 2.12 includes several interesting new features and hundreds of bug fixes. These release notes demonstrate the changes in 2.12. If you are already familiar with GNOME, you might go directly to <link linkend="rnusers">What's New for Users</link> or use the other navigation links.
es: Los lanzamientos de Gnome ocurren cada seis meses, entregando nuevas mejoras a sus usuarios tan rápido como sea posible. Gnome 2.12 incluye varias características nuevas interesantes y cientos de arreglos de errores. Estas notas de lanzamiento demuestran los cambios en 2.12. Si ya está familiarizado con Gnome, quizá quiera directamente a <link linkend="rnusers">Lo nuevo para los usuarios</link> o usar otros enlaces de navegación.

source: If you'd like to learn more about GNOME in general, including many of the qualities that distinguish GNOME from other computer desktops (like freedom, usability and accessibility), information about our community (including our great translation and quality teams), and pointers to many other sources of information, try our <ulink url="http://www.gnome.org/about">About GNOME</ulink> page.
es: Si quiere aprender más sobre GNOME en general, incluyendo mucas de las cualidades que lo distinguen de otros escritorios de ordenador (como libertad, facilidad de uso y accesibilidad), información acerca de nuestra comunidad (incluyendo nuestros grandes equipos de traducción y calidad), e indicaciones a otras muchas fuentes de información, vaya a nuestra página <ulink url="http://www.gnome.org/about">Acerca de Gnome</ulink>.

source: This release contains all the applications needed to provide basic user functionality, like system menus, file management, web browsing, and email. These pieces form the basis for a whole ecosystem of applications built on the GNOME development platform, including great applications like <application>Gnumeric</application>, <application>Abiword</application>, <application>the GIMP</application>, and <application>Inkscape</application>. These applications don't necessarily release on the same schedule as GNOME, and are not part of our 'core' desktop, so they are not covered by these release notes. To find out more about them and other great GNOME applications, check out <ulink url="http://gnomefiles.org">GNOMEfiles.org</ulink>.
es: Este lanzamiento contiene todas las aplicaciones necesarias para proporcionar funcionalidad básica para el usuario, como menís del sistema, gestión de archivos, navegación web y correo-e. Estas piezas forman la base de todo un ecosistema de aplicaciones construidas la plataforma de desarrollo Gnome, incluyendo aplicaciones grandes como <application>Gnumeric</application>, <application>Abiword</application>, <application>el GIMP</application>, y <application>Inkscape</application>. Estas aplicaciones no se lanzan necesariamente al mismo tiempo que Gnome, y no son parte del «corazón» del escritorio. Para encontrar más acerca de ello y otras grandes aplicaciones de Gnome, eche un vistazo a <ulink url="http://gnomefiles.org">GNOMEfiles.org</ulink>.

source: GNOME 2.12 includes all of the improvements made in GNOME 2.10. If you'd like to learn more about those, you can read the <ulink url="http://www.gnome.org/start/2.10/notes/">GNOME 2.10 release notes</ulink>.
es: Gnome 2.12 incluye todas las mejoras hechas en Gnome 2.10.Si quiere saber más acerca de ellas, puede leer las <ulink url="http://www.gnome.org/start/2.10/notes/">notas de lanzamientode de Gnome 2.10</ulink>.

source: GNOME is part of the GNU Project, and is proud to be and to support <ulink url="http://www.fsf.org/philosophy/free-sw.html">free software</ulink>.
es: Gnome es parte del proyecto GNU, y está orgulloso de ser y promover el<ulink url="http://www.fsf.org/philosophy/free-sw.html">software libre</ulink>.

source: The 'open terminal' action has been removed from the Nautilus right-click menu, in order to improve manageability and default usability. If you miss it, we recommend installing <ulink url="http://manny.cluecoder.org/packages/nautilus-open-terminal/">the Nautilus open-terminal plugin</ulink>, which not only restores 'open terminal' to the nautilus menu, but actually makes it better by opening the terminal in the directory in which you are browsing.
es: La acción "Abrir terminal" se ha quitado del menú del botón derecho de Nautilus, para mejorar el manejo y la facilidad de uso. Si echa la echa de menos, le recomendamos que instale <ulink url="http://manny.cluecoder.org/packages/nautilus-open-terminal/">el complemento de Nautilus open-terminal</ulink>, que no sólo restaura «Abrir terminal» en el menú Nautilus, sino que lo mejora abriendo el terminal en el directorio en el que esté navegando.

source: GNOME operates on a time-based release schedule, an attempt to continuously provide the best of our developers' efforts to users as quickly as we can. The following features are on the radar of GNOME developers and may land in the next few releases.
es: Gnome opera en una filosofía de lanzamiento basada en una planificación, intentando proporcionar continuamente lo mejor de los esfuerzos de nuestros desarrolladores tan rápido como podamos. Las siguientes características están en el radar de los desarrolladores de Gnome y podrían aterrizar en los siguientes lanzamientos.

source: Support of the <ulink url="http://www.apple.com/macosx/features/bonjour/">Apple Bonjour</ulink> standard for detection of services on the network, potentially via <ulink url="http://www.freedesktop.org/Software/Avahi">Avahi.</ulink>
es: Soporte del estándar <ulink url="http://www.apple.com/macosx/features/bonjour/">Bonjour de Apple</ulink> para detección de servicios en la red, potencialmente por medio de <ulink url="http://www.freedesktop.org/Software/Avahi">Avahi.</ulink>

source: Support of the <ulink url="http://en.wikipedia.org/wiki/Caldav">caldav</ulink> open calendar services standard in Evolution.
es: Soporte del estándar de servicios de calendario abierto <ulink url="http://en.wikipedia.org/wiki/Caldav">caldav</ulink> en Evolution

source: Use of <ulink url="http://people.redhat.com/dcbw/NetworkManager/">Network Manager</ulink> to give all network-aware apps intelligent behavior in the face of network connection and disconnection.
es: Uso de <ulink url="http://people.redhat.com/dcbw/NetworkManager/">Network Manager</ulink> para dar un comportamiento inteligente a las aplicaciones de red de cara a la conexión y desconexión.

source: Consolidation of gtk and gnome libraries to ease development and deployment of GNOME applications, via <ulink url="http://live.gnome.org/ProjectRidley">Project Ridley.</ulink>
es: Consolidación de las bibliotecas de gtk y las gnome para un facilitar el desarrollo y despliegue de las aplicaciones de Gnome, por medio del <ulink url="http://live.gnome.org/ProjectRidley">Proyecto Ridley.</ulink>.

source: Increased usage of new rendering infrastructure to improve looks and usability, for example, by integrating it with <ulink url="http://www.stellingwerff.com/?p=5">Clearlooks, our new default theme.</ulink>
es: Incrementar el uso de la infraestructura nueva de rederizado para mejora el aspecto y la usabilidad, por ejemplo, integrandolo con <ulink url="http://www.stellingwerff.com/?p=5">Clearlooks, nuestro nuevo tema predeterminado.</ulink>

source: For further information, see the <ulink url="http://live.gnome.org/RoadMap">GNOME roadmap</ulink> on our wiki.
es: Para más información, <ulink url="http://live.gnome.org/RoadMap">vea el mapa de ruta de Gnome</ulink> en nuestro wiki.
