Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.12/notes/docbook/*/*.po
Languages: ca, es, et, nl

source: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Mozilla/Firefox new window focus</ulink>: When you launch Mozilla or Firefox and already have another Mozilla or Firefox window open, the new window may appear without focus and behind the window that does have focus. GNOME's mozilla-based Epiphany browser does not have this problem, and Mozilla hackers are working to quickly fix this in future versions of Mozilla and Firefox.
ca: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Mozilla/Firefox new window focus</ulink>: Quan executeu el Mozilla o el Firefox i ja hi ha una altra finestra oberta del Mozilla o del Firefox, la nova finestra pot aparèixer sense focus i al darrere de la finestra que té focus. El navegador Epiphany del GNOME, basat en Mozilla, no té aquest problema, i els hackers de Mozilla estan treballant per a corregir ràpidament això en futures version del Mozilla i del Firefox.
nl: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Mozilla/Firefox nieuw venster gedrag</ulink>: Wanneer u Mozilla of Firefox opstart en u heeft al een ander Mozilla of Firefox venster openstaan, verschijnt het nieuwe venster niet altijd vooraan en kan het achter een ander venster verschuild gaan dat op dat moment de aandacht heeft. Dit heet ook wel: dat het nieuwe venster geen 'focus krijgt'. De Epiphany-browser van GNOME heeft geen last van dit probleem en de Mozilla-programmeurs zijn druk bezig dit probleem aan te pakken zodat dit in toekomstige versies van Mozilla en Firefox verholpen zal zijn.

source: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814"> Session startup temporary hang</ulink>: Applications with broken session management can cause login to hang for a few minutes at the splashscreen. The default session does not contain any such apps so this will only become a problem if you save your session on logout. If you run into this problem, just wait for the login to proceed and then remove any such applications before saving your session again.
ca: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814"> L'inici de sessió es penja temporalment</ulink>: Les aplicacions amb gestió de sessions trencada poden fer que l'inici de sessió es pengi durant alguns minuts a l'aparèixer la pantalla d'splash. La sessió per defecte no conté cap d'aquestes aplicacions, per tant això només pot esdevenir un problema si deseu la sessió al finalitzar-la. Si us passa aquest problema, només cal que espereu que continuï l'inici de sessió i que elimineu qualsevol d'aquestes aplicacions abans de tornar a desar la vostra sessió.
es: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814">Cuelgue temporal del inicio de la sesión</ulink>: Las aplicaciones con la gestión de sesion rota pueden hacer que el inicio de sesión se cuelgue durante unos pocos minutos en la pantalla de bienvenida. La sesión predeterminada no contiene ninguna de las aplicaciones así esto sólo llegará a ser un problema si guarda su sessión al salir. Si tiene este problema, tan sólo solo espere a que se inicie la sesión y entonces quite cualquiera de esas aplicaciones antes de guardar su sesión otra vez.
nl: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=11681"> Opstarten duurt soms lang</ulink>: Toepassingen met een foutief sessiebeheer kunnen het opstarten gedurende een aantal minuten vertragen. De standaardsessie bevat zulke toepassingen niet, dus dit wordt pas een probleem wanneer u uw sessie bij het afmelden opslaat. Indien u met dit probleem geconfronteerd wordt, wacht u dan rustig af totdat u bent aangemeld, sluit de toepassing die de problemen veroorzaakte en sla uw sessie daarna opnieuw op.

source: Looking to GNOME 2.14 and Beyond
ca: Mirant envers el GNOME 2.14 i més enllà
es: Mirando a Gnome 2.14 y más allá
et: Vaadates edasi GNOME 2.14 poole ja kaugemalegi

source: GNOME operates on a time-based release philosophy, an attempt to continuously provide the best of our developers' efforts to users as quickly as we can. The following features are on the radar of GNOME developers and may land in the next few releases.
ca: El GNOME opera amb una filosofia de versions planificades en el temps, en un intent de proporcionar contínuament el millor dels esforços dels nostres desenvolupadors als usuaris tan ràpidament com podem. Les següents característiques són al radar dels desenvolupadors del GNOME i poden aterrar en les pròximes versions.

source: Support of the <ulink url="http://www.apple.com/macosx/features/bonjour/">Apple Bonjour<ulink> standard for detection of services on the network, potentially via <ulink url="http://www.freedesktop.org/Software/Avahi">Avahi.</ulink> Use of Network Manager to give all network-aware apps intelligent behavior in the face of network connection and disconnection. Consolidation of gtk and gnome libraries to ease development and deployment of GNOME applications, via Project Ridley. Increased usage of new rendering infrastructure to improve looks and usability, for example, by integrating it with Clearlooks, our new default theme. For further information, see the GNOME roadmap on our wiki. Getting Involved The core of GNOME's success is its many volunteers, both users and developers. As a user, your contribution can be as simple as filing good bug reports. You can file bugs in our Bugzilla using the simple bug assistant. If you want to contribute more, you can join our active bug-squad. For developers, there is much exciting progress to be made in any of our active developer groups - Accessibility, Documentation, Usability, Translation, Web, Testing, Graphics, and Desktop Platform Development. Here is a guide to help you get started. Helping on GNOME can be an incredibly satisfying experience, allowing you to meet a wide range of motivated, skilled, and helpful people all working towards a unified goal. Join us today and see what a difference you can make. Credits These release notes were assembled by Murray Cumming, Davyd Madeley, and the GNOME community. </ulink></ulink>
ca: Admisiió de l'estàndard <ulink url="http://www.apple.com/macosx/features/bonjour/">Apple Bonjour<ulink> per a la detecció de serveis a la xarxa, potencialment a través d'<ulink url="http://www.freedesktop.org/Software/Avahi">Avahi.</ulink> Ús del gestor de xarxa per a donar a totes les aplicacions que usen la xarxa un comportament intel·ligent enfront de la connexió i desconnexió de la xarxa. Consolidació de les biblioteques del gtk i el gnome per a facilitar el desenvolupament i desplegament d'aplicacions del GNOME, a través del projecte Ridley. Major ús de una nova infraestructura de presentació per a millorar l'aspecte i la usabilitat, per exemple, integrant-la amb el Clearlooks, el nostre nou tema per defecte. Per a mésinformació, veieu el mapa de ruta del GNOME al nostre wiki. Implicant-se El nucli de l'èxit del GNOME són els seus nombrosos voluntaris, tant els usuaris com els desenvolupadors. Com a usuari, la vostra contribució pot ser tan simple com omplir uns bons informes d'errors. Podeu arxivar errors al nostre Bugzilla usant l'editor simple d'errors. Si voleu contribuir-hi més, podeu unir-vos al nostre actiu bug-squad. Per als desenvolupadors, hi ha emocionants progressos a fer en qualsevol dels nostres actius grups de desenvolupadors - Accessibilitat, Documentació, Usabilitat, Traducció, Web, Proves, Gràfics, i desenvolupament de la plataforma de l'escriptori. Aquí hi ha una guia per a ajudar-vos a començar. Ajudar en el GNOME pot ser una experiència increïblement satisfactòria, permetent-vos conèixer un ampli espectre de persones motivades, capacitades i servicials treballant conjuntament envers un objectiu unificat. Uniu-vos a nosaltres ara i veieu quin canvi. Credits Aquestes notes de versió han estat fetes per Murray Cumming, Davyd Madeley, i la comunitat GNOME. </ulink></ulink>

source: translator-credits
ca: Francesc Dorca i Badia <f.dorca@filnet.es>, 2005. Softcatalà <tradgnome@softcatala.org>, 2005.
es: Mar&iacute;a Majadas <maria@gnome.org>, 2005 Francisco Javier F. Serrador, <serrador@gnome.org>, 2005
et: Priit Laes <amd@store20.com>, 2005. Ivar Smolin <okul@linux.ee>, 2005
nl: J.M. Maurer <j.m.maurer@student.utwente.nl>, 2005.Reinout van Schouwen <reinout@cs.vu.nl>, 2005.Tino Meinen <a.t.meinen@chello.nl>, 2005.Ronald S. Bultje <rbultje@gnome.org>, 2005.

source: Text Editor
nl: De tekst-editor: Gedit laat nu de huidige regel oplichten

source: The GNOME text editor can now highlight the current line and when editing program source code, it highlights matching braces. Spell checking is improved too. It now only highlights mispelled words when you have actually finished typing the word, and many extra languages are supported and automatically identified.
nl: De teksteditor van GNOME kan nu de huidige regel laten oplichten. Bij het bewerken van programmacode, worden de haakjes en 'tags' die bij elkaar horen uitgelicht. Ook is er een verbeterde spellingcontrole. De spelling van een woord wordt pas gecontroleerd wanneer u klaar bent met het typen van het woord. Er is nu ondersteuning voor, en automatische herkenning van veel meer programmeertalen en bestandstypes.

source: Many people will be glad to see that it no longer suggests saving changes when all changes have actually been undone. And in addition it even starts faster than previous versions.
nl: Velen zullen aangenaam verrast zijn dat het programma u niet langer vraagt om uw wijzigingen op te slaan, wanneer in feite al uw wijzigingen al ongedaan zijn gemaakt. Daarnaast start het programma ook nog eens sneller op dan bij vorige versies.

source: The text editor, highlighting the current line.
nl: De teksteditor, met de huidige regel opgelicht.

source: Archive Manager
nl: Archiefbeheer

source: The GNOME archive manager can now open more types of archive, including AR, Debian, and 7-zip archives, and password-protected RAR archives. And if you use the single-click preference in the file manager, then the archive manager will now use single clicks too.
nl: Het GNOME archiefbeheer kan nu nog meer verschillende soorten archiefbestanden openen, waaronder AR, Debian, 7-zip en RAR-archieven die met een wachtwoord zijn beveiligd. Met het programma kunt u bestanden in een archief beheren net zoals u dat in Nautilus bestandsbeheer gewend bent. Het gebruikt zelfs dezelfde instelling voor enkel- of dubbelklikken op bestanden.

source: The archive manager, asking for a password for a RAR file.
nl: Het archiefbeheer vraagt om een wachtwoord voor beveiligde RAR-bestanden.

source: The GNOME Dictionary now suggests words when you aren't sure how to spell something. The definitions also contain links to external dictionary web sites, and the definitions can be printed.
nl: Het GNOME woordenboek zal woorden suggereren wanneer u niet zeker bent hoe het woord gespeld dient te worden. Definities bevatten ook verwijzingen naar externe woordenboeken op internet, en de definities kunnen worden afgedrukt.

source: The dictionary, suggesting possible spellings and a definition.
nl: Het woordenboek suggereert hier spelling en een definitie.

source: Floppy Formatter
nl: Diskettes formatteren

source: The GNOME Floppy Formatter utility now supports removable drives, such as USB drives, using the standard HAL system from freedesktop.org.
nl: Met het GNOME disketteformatteerprogramma kunt u nu ook verwisselbare media, zoals USB-sticks formatteren. De media wordt automatisch herkend met behulp van het HAL-systeem (Hardware Abstraction Layer) van freedesktop.org.

source: Formatting a floppy disk.
nl: Een diskette formatteren.

source: Themes
nl: Thema's

source: GNOME 2.10 provides some new features for system administration.
nl: GNOME 2.10 bevat een aantal nieuwe mogelijkheden voor systeembeheerders.

source: Networking: Improved wireless support (WEP and ESSID detection), and ISDN connections.
nl: Netwerken: verbeterde ondersteuning voor draadloze netwerken (WEP- en ESSID-detectie) en ISDN-verbindingen.

source: Users and Groups: Easier editing of group members.
nl: Gebruikers en groepen: eenvoudiger beheer van groepen.

source: Changes are applied instantly where appropriate.
nl: Wijzigingen worden waar mogelijk meteen doorgevoerd.

source: GNOME 2.10 delivers some improvements, including <placeholder-1/>
nl: GNOME 2.10 biedt hierin enkele verbeteringen, waaronder <placeholder-1/>

source: The Clock, Network, and Users/Groups tools
nl: Configuratie voor tijd, netwerk en gebruikers/groepen

source: The Clock, Network, and Users/Groups tools.
nl: Configuratie voor tijd, netwerk en gebruikers/groepen.

source: Open multiple logs in the separate windows.
nl: Meerdere logboeken openen in verschillende vensters.

source: Open archived logs and logs on networked drives.
nl: Gearchiveerde logboeken openen en logboeken op netwerkstations.

source: Copy logs to the clipboard.
nl: Logboeken kopiëren naar het klembord.

source: The GNOME log viewer has added a handy find feature, and an improved monitor mode. In addition, it can now <placeholder-1/>
nl: De GNOME logboekviewer heeft nu een zoekmogelijkheid en een verbeterde bewakingsmodus. Tevens kan het nu <placeholder-1/>

source: The Log Viewer, during a search.
nl: De logboekweergave tijdens een zoekopdracht.

source: GTK+ 2.6 has new cell renderers, new buttons, an IconView, and a new about box.
nl: GTK+ 2.6 biedt nieuwe celweergave-elementen, nieuwe knoppen, een IconView en een nieuw Infovenster.

source: glib 2.6 has an easier command-line parsing API.
nl: Glib 2.6 heeft een vereenvoudigde API voor het verwerken van een opdrachtregel.

source: The Platform Bindings now include full Python APIs for the GNOME Development Platform, via gnome-python. This in addition to the current C++, Java, Perl, and Python bindings, via the <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, and <ulink url="http://www.pygtk.org/">pygtk</ulink> projects.
nl: De platformbindingen bevatten nu, via gnome-python, volledige Python APIs voor het GNOME-ontwikkelingsplatform. Dit is in aanvulling op de reeds bestaande bindingen voor C++, Java, Perl en Python die geleverd worden door de projecten <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, en <ulink url="http://www.pygtk.org/">pygtk</ulink>.

source: The GNOME 2.10 Development Platform provides a stable base for third-party software developers, and for the GNOME Desktop itself. GNOME 2.10 adds some API improvements, while maintaining backwards compatibilty and API-stability. In particular this time we have: <placeholder-1/>
nl: Het GNOME 2.10-ontwikkelingsplatform levert niet alleen een stabiele basis voor ontwikkelaars van externe software, maar ook voor de GNOME-desktop zelf. GNOME 2.10 voert enkele API-verbeteringen door maar blijft compatibel met oudere versies. Enkele vernieuwingen in het bijzonder: <placeholder-1/>

source: Installation of GNOME 2.10
nl: GNOME 2.10 installeren

source: For GNOME 2.10 we have a LiveCD, available from www.gnome.org. The LiveCD allows you to try a full GNOME desktop on Linux without installing anything on your hard drive. This is the best way to see for yourself what's new.
nl: Voor GNOME 2.10 hebben we een LiveCD gemaakt die u kunt downloaden van www.gnome.org. Met deze LiveCD kunt u de complete GNOME-omgeving op Linux uitproberen zonder ook maar iets op uw harde schijf te hoeven installeren. Dit is de makkelijkste manier om de nieuwe dingen in GNOME uit te proberen en te bekijken.

source: For actual use, we recommend that you install official packages, such as those for your Linux distribution. Vendors are likely to package GNOME 2.10 relatively quickly, and to release new versions soon that include GNOME 2.10.
nl: Voor daadwerkelijk gebruik raden wij u aan om de officiële pakketten van uw Linuxdistributie te installeren. De makers van uw distributie zullen waarschijnlijk spoedig nieuwe versies uitbrengen waarin GNOME 2.10 al is geïntegreerd.

source: However, if you would like to build GNOME from source code, to test the very latest versions, to provide feedback and improvements, we recommend a build tool; such as the <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> utility, for building from released tarballs, and <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, for building from CVS.
nl: Er zijn echter ook gebruikers die GNOME met behulp van de broncode zelf willen bouwen om zo de allernieuwste versie te kunnen testen, of om feedback te leveren en verbeteringen aan te dragen. Deze mensen raden we aan om ofwel <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> te gebruiken, voor het bouwen van GNOME met tarballs, of <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, voor het bouwen vanaf CVS.

source: Thanks to members of the worldwide <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink>, under the leadership of Christian Rose and Kjartan Maraas, GNOME 2.10 offers support for 33 languages (at least 80 percent of strings translated).
nl: Dankzij de leden van het <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink>, onder de bezielende leiding van Christian Rose en Kjartan Maraas, heeft GNOME 2.10 nu ondersteuning voor 33 talen (tenminste 80 procent van de teksten vertaald).

source: GNOME helps you achieve your goals, but sometimes your goal is to be distracted. That's when the GNOME games bring the fun.
nl: Met GNOME kunt u doelgericht werken, maar soms wilt u gewoon even ontspannen. Voor die momenten heeft GNOME ook een oplossing.

source: The Same GNOME game has a major new version, with better graphics, extra board sizes, and an undo feature in case you change your mind.
nl: Het spelletje: Same GNOME heeft in de nieuwste versie betere graphics (animatie!), een keuze om de grootte van het spelbord in te stellen, en de mogelijkheid om uw zetten ongedaan te maken.

source: The Same GNOME game.
nl: Het 'Same GNOME' spel.

source: Our "Just Works" philosophy is even visible in the Nibbles game. Now you can browse your local network for other people to play against, via the same zero-configuration technique used by GnomeMeeting.
nl: De filosofie van GNOME: "Het werkt gewoon" is zelfs merkbaar in het spelletje Nibbles. U kunt nu op uw lokale netwerk tegenstanders zoeken. Deze worden automatisch zichtbaar. De techniek die GNOME hiervoor gebruikt is dezelfde techniek die GnomeMeeting gebruikt om gesprekspartners te vinden. Het werkt allemaal zonder dat u ook maar iets hoeft te configureren.

source: join a network game
nl: Aanmelden voor een spelletje GNOME Nibbles via het netwerk

source: Join a network game
nl: Aanmelden voor een spelletje via het netwerk

source: Thanks to the efforts of the <ulink url="http://developer.gnome.org/projects/gdp/">GNOME Documentation Project</ulink>, GNOME 2.10 comes with comprehensive and professional documentation. Careful attention has been taken to detail using free software's most complete <ulink url="http://developer.gnome.org/documents/style-guide/">documentation style guide</ulink>. As in GNOME 2.8, each application shipped with GNOME 2.10 includes full user documentation.
nl: Dankzij de inspanningen van het <ulink url="http://developer.gnome.org/projects/gdp/">GNOME Documentatieproject</ulink> heeft GNOME 2.10 uitgebreide en professionele documentatie. Hiervoor is veel gebruik gemaakt van de aanwijzingen in de <ulink url="http://developer.gnome.org/documents/style-guide/">documentatie-stijlgids</ulink>; de meest volledige stijlgids in de vrije software-wereld. Net als bij GNOME 2.8 is iedere toepassing die met GNOME 2.10 meegeleverd wordt, volledig gedocumenteerd.

source: The file manager, also known as Nautilus, is even faster and more stable in GNOME 2.10, thanks to changes to its internal architecture. This should allow software developers to maintain and extend the file manager more easily in future.
nl: Het programma waarmee u bestanden beheert; Nautilus, is sneller en stabieler geworden in GNOME 2.10. Wijzigingen in de interne architectuur zijn hiervoor verantwoordelijk. Hierdoor kunnen software-ontwikkelaars Nautilus voortaan gemakkelijker uitbreiden.

source: Drag and drop with other applications, such as Mozilla and Firefox, now also works more smoothly.
nl: Het verslepen van items van en naar andere toepassingen zoals Mozilla en Firefox werkt nu beter.

source: The path button is now more obviously a button.
nl: De lokatieknop links onderin het venster is nu duidelijker zichtbaar.

source: When creating new files, renaming starts automatically.
nl: Bij het aanmaken van nieuwe bestanden kunt u zonder te klikken direct beginnen met het typen van de naam.

source: When using keyboard navigation to open the parent folder (Alt-Up), the current folder will be selected.
nl: Bij het openen van de bovenliggende map via het toetsenbord (Alt-omhoog), wordt de huidige map al voor u geselecteerd.

source: In addition, there are many small changes that demonstrate GNOME's attention to detail. For instance, <placeholder-1/>
nl: Daarnaast zijn er veel kleine wijzigingen die GNOME's oog voor detail demonstreren. Bijvoorbeeld: <placeholder-1/>

source: clean-cut and powerful, the Nautilus file manager
et: selgepiiriline ja võimas - Nautilus failihaldur
nl: Eenvoudig doch krachtig; bestandsbeheer met Nautilus

source: GNOME 2.10 provides a new selection of pre-installed background images and patterns, so your desktop can become your own.
nl: GNOME 2.10 heeft een nieuwe verzameling achtergronden en patronen zodat u uw bureaublad naar eigen smaak kunt indelen en vormgeven.

source: a selection of simple yet artistic backgrounds
nl: Een verzameling eenvoudige en toch artistieke achtergronden

source: Desktop backgrounds
nl: Achtergronden

source: Window Behaviour
nl: Gedrag

source: GNOME 2.10 has a new ability that you might not notice at first, implementing another cross-desktop Freedesktop.org standard.
nl: GNOME 2.10 heeft iets nieuws wat u in eerste instantie niet meteen zult opmerken, maar wat echter geïmplementeerd is volgens een Freedesktop.org standaard.

source: In the past, while typing something into one application when suddenly your instant messenger offered a chat request from your friend, your words would be typed into the chat window. Imagine if you were typing your password at the time. This should no longer happen in GNOME 2.10.
nl: Voorheen kwam de volgende situatie nogal eens voor: U bent aan het typen in bijvoorbeeld een tekstverwerker. Dan verschijnt er opeens een venster van uw instant-messenger omdat een vriend van u met u wilt praten. Zonder dat u het doorhad zat u al in het chat-venster te typen. Stel je voor dat je op zo'n moment net je wachtwoord aan het typen bent. In GNOME 2.10 komen dit soort situaties niet meer voor.

source: In addition, if an application takes a long time to start, your work will not be interrupted when it finally opens its window.
nl: Ook als bijvoorbeeld een toepassing veel tijd nodig heeft om op te starten, zal uw werk niet onderbroken worden wanneer het uiteindelijk zijn venster opent.

source: Keyboard Layouts
nl: Toetsenbordindelingen
