Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.12/notes/docbook/*/*.po
Languages: ca, es, et, nl

source: Selecting a keyboard layout is now simpler with the Keyboard control panel. Just click Add to choose from a list of international keyboard layouts. Before making your choice you can see the effect of key presses in the layout preview. The Layout Options section has also been reorganized as a simpler list of choices.
nl: Het kiezen van de juiste layout voor het toetsenbord is nu gemakkelijker geworden met de toetsenbordconfiguratie. Door op "Toevoegen" te klikken krijgt u een lijst met internationale toetsenbordindelingen. U kunt uw keuze uitproberen in het voorbeeldscherm. Bij het indrukken van een toets wordt dit zichtbaar gemaakt in het voorbeeldtoetsenbord waardoor u kunt zien welk teken er onder die toets zit. Tevens is het tabblad "Indelingsopties" gereorganiseerd en toont het nu een keuzelijst die eenvoudiger is gemaakt.

source: Keyboard Preferences - Layouts
nl: Toetsenbordeigenschappen - Indelingen

source: The Layouts tab, in the Keyboard Preferences control panel, while adding a new layout.
nl: Het tabblad Indelingen in de toetsenbordconfiguratie, tijdens het toevoegen van een nieuwe indeling.

source: GNOME 2.10 now includes the popular Totem video player, using GNOME's GStreamer multimedia framework. Totem provides the intuitive user interface that GNOME users expect, with automatic hardware detection instead of complex configuration.
nl: Bij GNOME 2.10 wordt nu als standaard, de populaire mediaspeler Totem meegeleverd die gebruik maakt van GNOME's GStreamer multimedia-raamwerk. Totem heeft juist die intuïtieve bediening die gebruikers van GNOME verwachten; met automatische hardware-herkenning in plaats van complexe configuratie.

source: The much-loved Sound Juicer "CD ripper" easily extracts audio from CDs for later playback on your PC or portable music player. Thanks to automatic downloading of song titles, you won't need to click more than a couple of buttons.
nl: Het veelgebruikte Sound Juicer; een zogenaamde 'CD-ripper', haalt op eenvoudige wijze audio van CD's zodat u deze op uw PC of een draagbare muziekspeler kunt afspelen. Doordat het automatisch de titels van de nummers van het internet haalt, bent u met een of twee keer klikken al klaar.

source: An improved fullscreen mode.
nl: Een verbeterde volledig-scherm modus.

source: The location bar now indicates whether the site is secure, and shows its favicon.
nl: Aan de adresbalk is nu te zien of een pagina beveiligd is, en een specifiek paginapictogram wordt voor het adres gezet.

source: Bookmarks can be exported.
nl: Bladwijzers kunnen worden geëxporteerd.

source: An extension manager for extra features.
nl: Uitbreidingen en extra functies worden nu centraal beheerd.

source: GNOME's "Epiphany" web browser is based on Mozilla yet integrates fully with the GNOME desktop environment. Improvements in 2.10 include <placeholder-1/>
nl: De webbrowser van GNOME: Epiphany, is gebaseerd op Mozilla-technologie maar is volledig geïntegreerd in de GNOME-omgeving. Verbeteringen in 2.10 zijn onder andere <placeholder-1/>

source: GNOME's integrated Email and Groupware client, Evolution supports traditional mail setups, as well as Novell Groupwise and Microsoft Exchange. With Evolution you can read, write, and manage your emails, contacts, and calendar events.
et: GNOME'i tervikliku e-posti ja grupitöö kliendina toetab Evolution üldiseid e-posti häälestusi, lisaks omab veel Novell Groupwise'i ja Microsoft Exchange'i tuge. Evolutioniga saad sa lugeda, kirjutada ja hallata oma e-posti, kontakte ning kalendrit.
nl: Het e-mailprogramma van GNOME: Evolution, kan worden gebruikt voor het normale e-mailverkeer, maar kan tevens als Groupware-client worden ingezet voor Novell Groupwise of Microsoft Exchange. Met Evolution kunt u e-mail lezen, versturen en beheren, maar u kunt ook al uw contacten en agenda's beheren.

source: In GNOME 2.10 it's now easier to work offline with your email, calendar, and contacts if you use IMAP, LDAP, WebCal, Groupwise, or Exchange. Your changes will resynchronize when you go back online.
nl: Het is in GNOME 2.10 gemakkelijker geworden om off-line te werken met e-mail, agenda's en contacten wanneer u IMAP, LDAP, WebCal, Groupwise of Exchange gebruikt. Uw wijzigingen zullen automatisch gesynchroniseerd worden wanneer u weer online bent.

source: Files can be attached to events.
nl: Bestanden kunnnen aan agendanotities worden bijgevoegd.

source: Exceptions can be made in recurring events.
nl: Er kunnen uitzonderingen worden gemaakt op herhalende gebeurtenissen.

source: The calendar includes weather information (US only).
nl: De agenda bevat informatie over het weer (alleen voor lokaties in de V.S.).

source: This new version offers some other calendar improvements: <placeholder-1/>
nl: Deze nieuwe versie van Evolution heeft een verbeterde agenda: <placeholder-1/>

source: daily weather forecasts
nl: Dagelijkse weersverwachting in de agenda van Evolution

source: The Evolution calendar client.
nl: De agenda van Evolution.

source: Groupwise shared folders and send options are now supported.
nl: Met Groupwise gedeelde mappen en verzendopties zijn nu ondersteund.

source: Exchange folder sizes and password expiry warnings are supported.
nl: De grootte van Exchange-mappen instellen en waarschuwen bij het verlopen van wachtwoorden is nu mogelijk.

source: The email user interface will be properly mirrored for right-to-left languages.
nl: De bediening van het e-mailprogramma functioneert nu goed in talen waarin van rechts naar links wordt gelezen.

source: And yet more new features: <placeholder-1/>
nl: Nog meer nieuwe mogelijkheden: <placeholder-1/>

source: GnomeMeeting allows users to see and speak to each other via internet telephony (VoIP) and video conferencing. In GNOME 2.10 the address book is now shared with our Evolution email client, so you don't need to enter contact information in more than one place.
nl: Met GnomeMeeting kunnen gebruikers elkaar zien en met elkaar spreken via internet-telefonie (VoIP) en videoconferentie. In GNOME 2.10 gebruiken GnomeMeeting en het e-mailprogramma Evolution hetzelfde adresboek zodat u een nieuw contact maar éénmalig hoeft in te voeren.

source: Now you can even browse for other GnomeMeeting users on your local network without discovering their contact details first. And you can view your own video output side by side with the video from your conversation partner, so you see what they see.
nl: U kunt nu zelfs zoeken naar andere GnomeMeeting gebruikers op uw lokale netwerk, zonder dat u hun contactgegevens daarvoor van te voren hoeft te kennen. Ook kunt u nu uw eigen videobeeld naast dat van uw gesprekspartner zetten, zodat u kunt zien wat zij zien.

source: The internet telephony and video conferencing client
nl: Het programma voor internettelefonie en videoconferentie: GnomeMeeting

source: GnomeMeeting with side-by-side video.
nl: GnomeMeeting met uw eigen video naast die van uw gesprekspartner

source: Panel Items
nl: Paneel-items

source: GNOME 2.10 includes major improvements to its panel items (also known as applets), providing new features and better integration with the rest of the desktop.
nl: GNOME 2.10 heeft sterk verbeterde paneel-items (ook wel applets genoemd), met nieuwe functies en beter geïntegreerd met de rest van het bureaublad.

source: The most visible change is the removal of the Actions panel menu and the addition of Places and Desktop menus. These provide fast access to the items you use most often, without navigating through sub-menus. For instance, the Places menu lists your home folder, your computer, networked servers, and the search feature. In the Desktop menu, you'll find your Preferences and Administration control panels, Log Out, and Help.
nl: Wat meteen opvalt aan het paneel is dat het menu "Acties" is vervangen door de twee menu's "Lokaties" en "Werkplek". Deze bieden snel en eenvoudig toegang tot de items die u het vaakst gebruikt zonder door submenu's te hoeven waden. In het menu "Lokaties" bijvoorbeeld, vindt u uw persoonlijke map, uw computer, uw netwerkservers en de zoekfunctie. In het menu "Werkplek" vindt u uw voorkeuren, systeembeheer, afmelden en de hulp.

source: All of the panel menus are now defined by the cross-platform Freedesktop.org menu specification, so 3rd-party software may add itself to the Applications menu without even knowing about GNOME.
nl: Alle paneelmenu's zijn nu in overeenstemming met de menuspecificaties van Freedesktop.org zodat externe software zichzelf aan het menu kan toevoegen zonder te hoeven weten of u GNOME gebruikt.

source: Also, most applets can now be partly transparent, when the panel itself is transparent.
nl: Tevens kunnen de meeste applets nu gedeeltelijk transparant zijn wanneer het paneel zelf ook transparant is.

source: Integrated Modem Control
nl: Geïntegreerde modembediening

source: GNOME 2.10 introduces a new applet for controlling your Modem, integrated with GNOME System Tools.
nl: GNOME 2.10 heeft een nieuw applet voor het bedienen van uw modem. Het is geïntegreerd in GNOME System Tools.

source: The new modem control applet
nl: Het nieuwe applet om uw modem te bedienen

source: Panel Trashcan
nl: Paneelprullenbak

source: GNOME 2.10 features an optional trashcan for your Panel. Just like the trashcan on your desktop, you can now drag and drop files and other items into the trash without minimizing your open windows.
nl: GNOME 2.10 heeft nu een prullenbak voor op uw paneel. Net als bij de prullenbak op uw bureaublad kunt u bestanden en andere items naar de prullenbak slepen, maar nu hoeft u uw geopende vensters niet meer eerst te minimaliseren.

source: a Trashcan on your Panel
nl: Een prullenbak op uw paneel

source: Drag trash to your panel
nl: Sleep items naar uw paneel

source: Control Mounted Volumes
nl: Verwisselbare media aankoppelen

source: GNOME 2.8 allowed you to easily mount your digital media, such as CDs, DVDs, and USB memory sticks. Now the volume mounter applet helps you to use these volumes without the difficulty of finding their icons on the desktop, behind your open windows. The applet shows the currently mounted (or unmountable) volumes, allowing you to mount them, eject them, or open them in the file manager.
nl: In GNOME 2.8 kon u al op eenvoudige wijze uw digitale media zoals CD's, DVD's en USB-sticks aankoppelen. Nu kunt u met het applet voor verwisselbare media deze dingen aan- en afkoppelen zonder de bijbehorende pictogrammen op het bureaublad te hoeven zoeken die in het verleden vaak achter allerlei geopende vensters verstopt zaten. Het applet toont de huidige aangekoppelde, en afgekoppelde volumen, die u vervolgens kunt aankoppelen, uitwerpen, of openen in het bestandsbeheer.

source: Drive Mount
nl: Verwisselbare media aankoppelen

source: The drive mount applet.
nl: Het verwisselbare media koppelings applet

source: Get even more weather
nl: Weer meer weer

source: The weather monitor can now show even more locations than before, and the location names have been translated into non-English languages where appropriate. In addition, the forecast now includes sunrise and sunset calculations for most locations.
nl: Het weerbericht-applet kan nu voor nog meer lokaties dan voorheen het weer tonen en de lokaties zijn nu vertaald naar het Nederlands. Bovendien toont het applet bij de meeste lokaties, naast het weerbericht, nu ook de tijdstippen voor zonsopgang en zonsondergang.

source: Weather Report
nl: Het weerbericht-applet geeft uitgebreide informatie

source: The weather report applet.
nl: Het weerbericht-applet

source: Sound control
nl: Geluid

source: A new mixer for your panel (combined with a new-look mixer on the desktop) gets the most from your sound hardware. Using the GStreamer multimedia framework, the mixer is now simpler and more convenient than before. The same multimedia framework powers Totem, Sound Juicer, the GNOME CD player and a variety of third-party applications, so changing the GNOME volume via the panel will change the volume of all these applications.
nl: Een nieuwe volumeknop voor het paneel (gecombineerd met een nieuw mengpaneel voor het bureaublad) haalt het meeste uit uw geluidskaart. Door het GStreamer multimedia-raamwerk is het mengpaneel nu eenvoudiger en gemakkelijker dan voorheen te bedienen. Hetzelfde GStremer-raamwerk is de drijvende kracht achter Totem, Sound Juicer, de GNOME CD-speler en tal van andere software gemaakt door derden. Wanneer u de geluidssterkte via het paneel-applet aanpast, zullen deze toepassingen ook gelijk hun volume aanpassen.

source: all new mixer for your panel
nl: Geheel nieuwe volumeknop voor op het paneel

source: All new mixer for your panel
nl: Een geheel nieuwe volumeknop voor op het paneel

source: Taking note
nl: Notities maken

source: The popular Sticky Notes applet now makes it even easier to add PostIt-style notes on your desktop, thanks to a simpler user interface and many bug fixes. For instance, sticky notes will now stay on the correct workspace, or even a different monitor.
nl: Het populaire Memoblaadjes-applet maakt het nu nog eenvoudiger om PostIt-achtige memo's op uw bureaublad te plakken. Ten opzichte van de vorige versie is de bediening eenvoudiger gemaakt en er zijn veel fouten uitgehaald. Zo blijven de memoblaadjes nu op het juiste werkblad staan of zelfs op een andere monitor.

source: And sticky notes now stay on top other windows, so you can't lose them. To hide the notes, simply use the applet's right-click menu.
nl: En de memoblaadjes raken niet meer zoek onder andere vensters dus u kunt ze nooit meer kwijtraken. Om de memo's te verbergen klikt u met de rechter muisknop op het applet.

source: Sticky Notes
nl: Memoblaadjes

source: Specially for laptops
nl: Speciaal voor laptops

source: GNOME now includes an applet to monitor your laptop's processor speed. The CPU Frequency Monitor watches variable-speed processors (such as those with Intel Speedstep or AMD PowerNow) to show their current status. You may even choose a different speed if you don't have automatic frequency scaling enabled.
nl: GNOME bevat nu een applet waarmee u de snelheid van de processor in uw laptop in de gaten kunt houden. Dit processorsnelheid-applet controleert variabele-snelheidprocessors (zoals die met Intel Speedstep of AMD PowerNow) en toont de huidige status. U kunt zelfs de snelheid handmatig instellen wanneer u automatische snelheidaanpassing voor uw processor niet gebruikt.

source: Monitor CPU Frequency Scaling
nl: De snelheid van uw laptopprocessor controleren en instellen

source: Removed Applets
nl: Verwijderde applets

source: Three applets were removed in GNOME 2.10, replaced by better alternatives in most cases.
nl: Er zijn drie applets uit GNOME 2.10 verwijderd. In de meeste gevallen zijn deze vervangen door betere alternatieven.

source: The CD Player panel applet has been removed, so you will not see a CD player on your panel when you don't even have a CD in your drive. Instead, inserting a CD will now start the GNOME CD Player, which can then be controlled from a notification icon that it places in your Panel.
nl: Het CD-speler-applet is verwijderd, dus u zult geen CD-speler meer op uw paneel zien wanneer er geen CD in de speler zit. In plaats daarvan zal de CD-speler automatisch starten wanneer u een CD in de speler doet. Deze kan dan worden bediend met het pictogram dat in het mededelingengebied op het paneel verschijnt.

source: The dedicated Wireless applet has been removed because the Network Monitor applet, introduced in GNOME 2.8, also includes wireless support.
nl: Het Wireless-applet is verwijderd omdat het Network Monitor-applet, dat in GNOME 2.8 voor het eerst te zien was, ook ondersteuning biedt voor draadloze netwerken.

source: The Mailbox Monitor has been removed because it was unmaintained and insecure. We hope to have a solution integrated with our Evolution mail client in the future. If you don't use Evolution for your mail, you can use a third party application such as <ulink url="http://www.nongnu.org/mailnotify/">mailnotify</ulink>.
nl: Het applet voor controleren op nieuwe e-mail is verwijderd omdat het niet actief onderhouden werd en onveilig was. We hopen in de nabije toekomst een oplossing te kunnen bieden waarbij dit applet geïntegreerd is met het Evolution e-mailprogramma. Als u Evolution niet gebruikt voor uw e-mail, dan kunt u een alternatieve oplossing gebruiken, zoals <ulink url="http://www.nongnu.org/mailnotify/">mailnotify</ulink>.

source: GNOME 2.10 Release Notes
nl: GNOME 2.10 aankondiging

source: Introduction
nl: Introductie

source: The GNOME 2.10 Desktop is the latest release of the ever popular, multi-platform free desktop environment.
nl: GNOME 2.10 is de nieuwste versie van deze populaire, multi-platform, vrije grafische werkomgeving.

source: The GNOME desktop releases continue to arrive on schedule. GNOME 2.10 includes a number of interesting new features and hundreds of bug fixes. This time GNOME also includes a video player and a CD-ripping utility. You can learn more in the following sections.
nl: De halfjaarlijkse GNOME-versies worden nog steeds strak op schema uitgebracht. GNOME 2.10 bevat een aantal interessante nieuwe mogelijkheden en honderden fouten verholpen. Deze keer bevat GNOME nu ook eindelijk en mediaspeler en een CD-ripper. In de volgende secties leest u er meer over.

source: Of course GNOME 2.10 includes all of the improvements made in GNOME 2.8, which you can learn about in the GNOME 2.8 <ulink url="http://www.gnome.org/start/2.8/notes/">release notes</ulink>.
nl: Natuurlijk bevat GNOME 2.10 alle verbeteringen die voor GNOME 2.8 zijn gemaakt. Hierover kunt u lezen in de GNOME 2.8 <ulink url="http://www.gnome.org/start/2.8/notes/">aankondiging</ulink>.

source: What's New In GNOME 2.10
nl: Wat is er nieuw in GNOME 2.10

source: We also encourage our users to report bugs so that they can be fixed. The best way to report bugs found in GNOME is to use the <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Simple Bug Guide</ulink>. This will take you through the necessary steps to file a quality bug report, and make sure that it is tagged appropriately. If you're too advanced for anything with the word 'simple' in it, there is also the <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">traditional bug form</ulink>. More details on bugs already reported can be found at our <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Among the most prominent GNOME 2.10 bugs:
nl: We moedigen onze gebruikers dan ook aan om problemen en fouten te rapporteren zodat deze verholpen kunnen worden. De beste manier om fouten in GNOME te rapporteren is om de <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Simple Bug Guide</ulink> (Engels) te gebruiken. Hiermee kunt u in een aantal stappen een kwalitatief goed foutrapport aanmaken en wordt er voor gezorgd dat dit bij de juiste personen terechtkomt. Als 'simpel' niet goed genoeg voor u is, kunt u altijd nog terecht bij het <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">traditionale foutformulier</ulink> (Engels). Meer informatie over fouten die al gerapporteerd zijn kunt u vinden op <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. De meest in het oog springende problemen van GNOME 2.10 zijn:

source: Looking to GNOME 2.12 and Beyond
nl: De toekomst: GNOME 2.12 en verder

source: GNOME operates on a time-based release philosophy, an attempt to continuously provide the best of our developers' efforts to users as quickly as we can. Six months after GNOME 2.10, we anticipate that GNOME 2.12 will feature more integrated multimedia and communication functionality and further advances in accessibility, usability and internationalization. See also the <ulink url="http://live.gnome.org/RoadMap">GNOME roadmap</ulink>.
nl: De makers van GNOME willen dat er regelmatig nieuwe versies van GNOME uitgebracht worden ('time-based'). Het doel is om het werk van de ontwikkelaars zo snel mogelijk aan aan iedereen beschikbaar te stellen. De manier om dit te bereiken is, om het uitbrengen van een nieuwe versie niet af te laten hangen van een bepaald nieuwtje dat wel of niet op tijd klaar is ('feature-based'). Zes maanden na GNOME 2.10 hopen wij GNOME 2.12 uit te brengen. Hierin zullen multimedia- en communicatie-applicaties beter geïntegreerd zijn, en zullen er verdere verbeteringen zijn in toegankelijkheid, gebruikersvriendelijkheid en vertalingen. Zie voor verdere details de <ulink url="http://live.gnome.org/RoadMap">GNOME routekaart</ulink>.

source: Getting Involved
es: Involucrarse
et: Kaasalöömine
nl: Betrokken raken

source: The core of GNOME's success is its many volunteers, both users and developers.
es: La esencia del éxito de Gnome son todos sus voluntarios, tanto usuarios como desarrolladores.
et: GNOME'i põhiline edu seisneb paljudes vabatahtlikes, keda on nii kasutajate kui arendajate hulgas.
nl: De kern van GNOMEs succes ligt in zijn vele vrijwilligers, zowel gebruikers als ontwikkelaars.

source: As a user, your contribution can be as simple as filing good bug reports. You can file bugs in our Bugzilla using the <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">simple bug assistant</ulink>. If you want to contribute more, you can join our active <ulink url="http://developer.gnome.org/projects/bugsquad/">bug-squad</ulink>.
es: Como un usuario, su contribución puede ser tan simple como rellenar buenos informes de error. Puede crear un informe de errores en nuestro Bugzilla usando el <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">asistente simple de errores</ulink>. Si quiere contribuir más, puede unirse a la <ulink url="http://developer.gnome.org/projects/bugsquad/">escuadrilla de errores</ulink>.
et: Lihtsaim viis kasutajana kaastööd teha on veateadete saatmine. Veateateid saab saata meie Bugzilla vahendusel kasutades <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">lihtsat veateate abilist</ulink>. Kui soovid teha veelgi rohkem võid ühineda meie <ulink url="http://developer.gnome.org/projects/bugsquad/">veameeskonnaga</ulink>.
nl: Als gebruiker kunt u van waarde zijn, bijvoorbeeld door bruikbare foutrapportages te melden. U kunt fouten melden in Bugzilla met behulp van de <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">simpele foutrapportage assistent</ulink>. Als u verder wilt helpen, kunt u onderdeel uitmaken van ons actieve <ulink url="http://developer.gnome.org/projects/bugsquad/">foutrapportage-team</ulink>.

source: For developers, there is much exciting progress to be made in any of our active developer groups - Accessibility, Documentation, Usability, Translation, Web, Testing, Graphics, and Desktop &amp; Platform Development. Here is a <ulink url="http://live.gnome.org/JoinGnome">guide to help you get started</ulink>.
es: Para los desarrolladores, hay mucho progreso excitante por hacer en cualquiera de nuestros grupos de desarrolladores activos - Accesibilidad, Documentación, Usabilidad, Traducción, Web, Pruebas, Gráficos, y la Plataforma de Desarrollo del Escritorio. Aquí hay una <ulink url="http://live.gnome.org/JoinGnome">guía para ayudarle a empezar</ulink>.
et: Arendajatel on veel paljugi huvitavat teha meie aktiivsetes arendusgruppides - hõlbustused, dokumentatsioon, kasutusmugavus, tõlkimine, veeb, testimine, graafika ja töölaua ning platvormi arendus. Siin on <ulink url="http://live.gnome.org/JoinGnome">juhend, mis peaks aitama sind järje peale</ulink>.
nl: Voor ontwikkelaars is veel interessant werk te doen in elk van onze ontwikkel-groepen - toegankelijkheid, documentatie, gebruikersvriendelijkheid, vertalingen, internet, testen, afbeeldingen en desktop platform ontwikkeling. Er is <ulink url="http://live.gnome.org/JoinGnome">documentatie om u op weg te helpen</ulink>.
