Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/start/2.20/press_release/docbook/*/*.po
Languages: fr, pt_br

source: GNOME 2.14 Press Release
fr: Communiqué de presse GNOME 2.14
pt_br: Divulgação para a Imprensa do GNOME 2.14

source: GNOME 2.14 DESKTOP AND DEVELOPER PLATFORM RELEASED
fr: SORTIE DE LA VERSION 2.14 DE L'ENVIRONNEMENT DE BUREAU ET DE LA PLATE-FORME DE DÉVELOPPEMENT GNOME
pt_br: DESKTOP E PLATAFORMA DE DESENVOLVIMENTO GNOME 2.14 LANÇADOS

source: The GNOME Project is pleased to announce the release of the latest version of the GNOME Desktop and Developer Platform, the popular, free desktop for Linux and Unix operating systems. With a new administration suite, system-wide performance improvements, better search capabilities, a new Voice-over-IP softphone, and numerous other enhancements, GNOME 2.14 finishes another exciting half year of development.
fr: Le projet GNOME est ravi d'annoncer la sortie de la dernière version de l'environnement de bureau et de la plate-forme de développement GNOME, l'environnement de bureau libre et populaire pour les systèmes d'exploitation basés sur Linux et Unix. Avec une nouvelle suite d'administration, des améliorations des performances dans tout le système, des meilleures capacités de recherche, un nouveau logiciel de voix sur IP et de nombreuses autres améliorations, GNOME 2.14 marque l'achèvement de six mois de développement passionnants.
pt_br: O Projeto GNOME tem o prazer de anunciar o lançamento da mais nova versão do Desktop e Plataforma de Desenvolvimento GNOME, o popular Desktop livre para Linux e sistemas operacionais Unix. Com uma nova suite de administração, melhoras gerais de performance, melhores funcionalidades de busca, um novo software de Voz sobre IP (VoIP) e diversos outros aprimoramentos, o GNOME 2.14 termina mais um importante semestre de desenvolvimento.

source: Some of the key new features:
fr: Parmi les fonctionnalités-clés de GNOME 2.14 :
pt_br: Algumas das principais características novas:

source: The creation of an admin suite, including a lock down editor, Pessulus, and a user profile editor, Sabayon
fr: la création d'une suite d'administration, comprenant un éditeur de verrous, Pessulus, et un éditeur de profils utilisateur, Sabayon ;
pt_br: A criação de uma suite de administração, incluindo um editor de políticas, Pessulus; e um editor de perfis de usuário, Sabayon

source: A new search bar, called Deskbar, which can search through local files, programs and contacts as well as on the web
fr: une nouvelle barre de recherche, Deskbar, qui permet de chercher les fichiers locaux, les programmes, les personnes ainsi que des pages sur le web ;
pt_br: Uma nova barra de buscas, chamada Deskbar, que permite buscar arquivos locais, programas e contatos, assim como na web

source: <ulink url="http://www.ekiga.org/">Ekiga</ulink>, the VoIP client formerly known as GNOME Meeting. It can now communicate using the SIP protocol which is already used by Google Talk, Asterisk and others.
fr: <ulink url="http://www.ekiga.org/">Ekiga</ulink>, le client de voix sur IP précédemment nommé GnomeMeeting, qui permet désormais de communiquer à l'aide du protocole SIP, protocole déjà utilisé par Google Talk, Asterisk et bien d'autres encore ;
pt_br: <ulink url="http://www.ekiga.org/">Ekiga</ulink>, o cliente VoIP, antigamente conhecido como GnomeMeeting. Ele agora pode se comunicar através do protocolo SIP, já usado pelo Google Talk, Asterisk e outros.

source: Performance work, making your desktop even snappier
fr: un travail sur la performance, rendant l'environnement de bureau encore plus réactif ;
pt_br: Melhoras de performance, tornando o seu desktop ainda mais leve

source: The ability to switch users quickly, without logging off
fr: la possibilité de changer rapidement d'utilisateur, sans avoir à se déconnecter ;
pt_br: A possibilidade de alternar entre usuários rapidamente, sem ter que finalizar a sessão

source: Even easier configuration, allowing GNOME 2.14 to adapt to different users needs
fr: une configuration toujours plus facile, permettant d'adapter GNOME 2.14 aux besoins de différents utilisateurs.
pt_br: Configuração ainda mais fácil, permitindo que o GNOME 2.14 se adapte às diferentes necessidades dos usuários

source: Admin Suite
fr: Suite d'administration
pt_br: Suite de administração

source: The new administration suite allows system administrators to control and configure the GNOME desktop to specific needs. Two new applications have been created for this: Pessulus allows administrators to lockdown the GNOME desktop for corporate environments, Internet cafes, and schools; and Sabayon allows administrators to graphically configure generic, role-based user profiles, exactly as they would configure their own desktop and then apply them to user accounts.
fr: La nouvelle suite d'administration permet aux administrateurs système de contrôler et de configurer l'environnement de bureau GNOME pour répondre à des besoins spécifiques. Deux nouvelles applications ont été créées dans ce but : Pessulus permet aux administrateurs de verrouiller l'environnement de bureau GNOME afin de qu'il puisse être utilisé en entreprise, dans les cafés Internet ou dans les écoles ; Sabayon permet aux administrateurs de configurer graphiquement des profils utilisateur génériques, en se basant sur des rôles, de la même façon qu'ils configureraient leur propre environnement de bureau, puis de les appliquer à des comptes utilisateur.
pt_br: A nova suite de administração permite aos administradores de sistemas controlar e configurar o desktop GNOME para necessidades específicas. Duas novas aplicações foram criadas para isso: Pessulus, que permite aos administradores travar o desktop GNOME para ambientes corporativos, Internet cafés e escolas; e Sabayon, que permite aos administradores configurar graficamente perfis genéricos ou baseados em papéis exatamente como se configurassem os seus próprios desktop e então aplicá-los às contas de outros usuários.

source: A new panel-based program launcher and search bar has been created, called Deskbar. Users will be able to use several internet search engines and content providers directly, without breaking workflow by starting another application. It will also enable them to launch desktop applications related to a word or phrase and its functionality is extensible by plugins.
fr: Un nouveau lanceur de programme situé dans le tableau de bord, Deskbar, a été créé. Les utilisateurs pourront directement utiliser plusieurs moteurs de recherche sur Internet ou fournisseurs de contenu, sans avoir à interrompre leur activité comme l'exige le lancement d'une application. Cela leur permettra aussi de lancer des applications en rapport avec un mot ou une phrase. Les fonctionnalités de Deskbar sont extensibles via des greffons.
pt_br: Um novo lançador de programas e barra de buscas, chamado Deskbar, que roda no painél foi criado. Usuários serão capazes de utilizar diversos mecanismos de busca e provedores de conteúdo diretamente, sem quebrar o seu ritmo de trabalho iniciando uma outra aplicação. Deskbar também permitirá aos usuáriosexecutar aplicações do desktop relacionadas a uma palavra ou frase e suasfuncionalidades são extensíveis atavés de plugins.

source: GNOME 2.14 also includes Ekiga, the new version of GNOME's softphone client formally known as GNOME Meeting. With Ekiga, users are able to make video or audio calls over the Internet, using the industry standard protocal SIP. SIP is also used by Google Talk, and popular PBX software such as Asterisk.
fr: GNOME 2.14 comprent aussi Ekiga, la nouvelle version du client de communication sur Internet précédemment nommé GnomeMeeting. Avec Ekiga, les utilisateurs peuvent effectuer des appels audio et vidéo sur Internet, à l'aide du protocol standard SIP. SIP est aussi utilisé par Google Talk et des logiciels PBX comme Asterisk.
pt_br: O GNOME 2.14 também inclui o Ekiga, uma nova versão do cliente de telefonia via software do GNOME antigamente conhecido como GnomeMeeting. Com o Ekiga, os usuários poderão fazer chamadas de vídeo e áudio pela Internet, utilizando protocolo padrão de mercado SIP. SIP é também utilizado pelo Google Talk, além de software conhecidos de PBX como o Asterisk.

source: This new release also includes several changes to improve system performance. Several important components of the GNOME desktop are now measurably faster, including text rendering, memory allocation, and numerous individual applications. Faster font rendering and memory allocation benefit all GNOME and GTK+ based applications without the need for recompilation. For application developers, a new memory allocator has been created, called GSlice, which will make the desktop more responsive and faster.
fr: Cette nouvelle version comprend aussi de nombreux changements visant à améliorer les performances du système. Quelques-uns des composants importants de l'environnement de bureau GNOME sont désormais beaucoup plus rapide, comme par exemple le rendu du texte, l'allocation mémoire et de nombreuses applications. Le rendu des polices plus rapide bénéficie à toutes les applications utilisant GNOME et GTK+, sans nécessiter une recompilation. Pour les développeurs, un nouvel allocateur mémoire, GSlice, a été créé, qui participe à la plus grande réactivité et rapidité de l'environnement.
pt_br: Essa nova versão inclui diversas mudanças que melhoram a performance do sistema. Diversos componentes importantes do desktop GNOME estão agora mais rápidos, incluindo a renderização de textos, alocação de memória e diversas aplicações individuais. Renderização de fontes e alocação de memória mais rápidos trazem benefícios para todas as aplicações do GNOME e baseadas em GTK+ sem a necessidade de recompilação. Para os desenvolvedores de aplicações, um novo alocador de memória foi criado, chamado GSlice, o qual fará o desktop ser mais responsive e rápido

source: As always, GNOME 2.14 is not the end of development and performance work on the GNOME desktop. Users can expect even more with our 2.16 release, scheduled for September 2006.
fr: Comme toujours, GNOME 2.14 ne marque pas la fin du développement et du travail sur la performance. Les utilisateurs peuvent s'attendre à encore plus pour la version 2.16, prévue en septembre 2006.
pt_br: Como sempre, GNOME 2.14 não é o final do trabalho de desenvolvimento e melhorias de performance no desktop GNOME. Os usuários podem esperar aindamais com o lançamento da versão 2.16, agendada para setembro de 2006.

source: Switching Users
fr: Changement d'utilisateur
pt_br: Alternando entre Usuários

source: GNOME 2.14 includes the ability to easily switch between users, and makes it possible to have multiple users logged in at the same time.
fr: GNOME 2.14 permet de facilement changer d'utilisateurs et d'avoir plusieurs utilisateurs connectés en même temps.
pt_br: O GNOME 2.14 inclui a possibilidade de alternar entre usuários facilmente e torna possível ter múltiplos usuários ativos ao mesmo tempo.

source: Easier Configuration
fr: Configuration encore plus facile
pt_br: Configuração mais fácil

source: Based on response from user feedback, GNOME 2.14 includes a number of easy ways to configure how the desktop behaves. This includes making it easier to change default settings for applications as well as controlling sound events.
fr: Grâce aux retours d'utilisateurs, GNOME 2.14 comprend de nombreuses options de configuration pour le comportement de l'environnement de bureau. Il est par exemple plus facile de changer les applications par défaut et de contrôler les évènements sonores.
pt_br: Em resposta às demandas dos usuários, o GNOME 2.14 inclui uma série de formas mais fáceis de configurar o comportamento do Desktop. Isso inclui tornar mais fácil a mudança das configurações padrão das aplicações assim como controlar os eventos de som.

source: Further Information
fr: Informations supplémentaires
pt_br: Mais informações

source: The GNOME 2.14 Release Notes contain more detailed information, including screenshots and other features not mentioned here.
fr: Les notes de sortie de GNOME 2.14 contiennent des informations plus détaillées, dont des captures d'écran et des fonctionnalités non mentionnées ici.
pt_br: As notas de lançamento do GNOME 2.14 contém informações detalhadas, incluindo capturas de tela e outras funcionalidades não mencionadas aqui.

source: Availability
fr: Disponibilité
pt_br: Disponibilidade

source: GNOME 2.14 will soon be available as part of most popular Linux distributions. For those who can't wait, the new GNOME LiveCD (available from <ulink url="http://www.gnome.org/start/2.14/">www.gnome.org/start/2.14/</ulink>) allows users and journalists to test the latest GNOME desktop by burning a CD and rebooting - no installation is necessary.
fr: GNOME 2.14 sera bientôt disponible comme partie intégrante dans la plupart des distributions Linux populaires. Pour les plus impatients, le nouveau LiveCD GNOME (disponible à partir de <ulink url="http://www.gnome.org/start/2.14/">www.gnome.org/start/2.14/</ulink>) permet aux utilisateurs et aux journalistes de tester la version la plus récente de l'environnement GNOME en gravant simplement un CD et en redémarrant l'ordinateur, sans aucune installation.
pt_br: Em breve, o GNOME 2.14 estará disponível como parte das distribuições Linux mais populares. Para aqueles que não querem esperar, o novo LiveCD do GNOME (disponível em <ulink url="http://www.gnome.org/start/2.14/">www.gnome.org/start/2.14/</ulink>) permite que usuários e jornalistas testem a última versão do desktop GNOME gravando um CD e reiniciando a máquina - sem necessidade de instalação.

source: Developers and advanced users wishing to try and install GNOME 2.14 may download the source code or build scripts at <ulink url="http://www.gnome.org/start/2.14/">www.gnome.org/start/2.14/</ulink>.
fr: Les développeurs et les utilisateurs avancés qui souhaitent essayer ou installer GNOME 2.14 peuvent télécharger le code source ou des outils de construction sur <ulink url="http://www.gnome.org/start/2.14/">www.gnome.org/start/2.14/</ulink>.
pt_br: Desenvolvedores e usuários avançados que desejem testar e instalar o GNOME 2.14 podem baixar o código fonte ou scripts de compilação em <ulink url="http://www.gnome.org/start/2.14/">www.gnome.org/start/2.14/</ulink>.

source: About GNOME
fr: À propos de GNOME
pt_br: Sobre o GNOME

source: GNOME is a free-software project whose goal is to develop a complete, and easy to use desktop for Linux and UNIX-based operating systems. GNOME also includes a complete development environment to create new applications. It is released two times a year on a regular schedule.
fr: GNOME est un projet de logiciel libre qui développe un environnement de bureau complet et simple à utiliser pour les systèmes d'exploitation basés sur Linux et UNIX. GNOME est aussi un environnement de développement complet permettant aux programmeurs de créer de nouvelles applications. Deux nouvelles versions sortent chaque année, suivant un planning régulier.
pt_br: GNOME é um projeto de software livre que visa desenvolver um desktop para o Linux e sistemas operacionais Unix completo e fácil de usar. O GNOME também inclui um ambiente de desenvolvimento completo para a criação novas aplicações. Novas versões são lançadas duas vezes ao ano com um calendário regular.

source: The GNOME desktop is used by millions of people around the world. GNOME is a standard part of all leading Linux and Unix distributions worldwide, including popular community distributions like Ubuntu, Debian, Fedora Core, and SUSE. It is is also the default desktop on major enterprise Linux distributions like Red Hat Enterprise Linux, Novell's SUSE Linux Enterprise Desktop, and Sun Java Desktop System.
fr: L'environnement de bureau GNOME est utilisé par des millions de personnes dans le monde. GNOME est une partie intégrante de toutes les distributions Linux et Unix les plus avancées dans le monde, dont notamment les distributions communautaires populaires comme Ubuntu, Debian, Fedora Core et SUSE. GNOME est aussi l'environnement de bureau par défaut d'importantes distributions Linux pour entreprises telles que Red Hat Enterprise Linux, SUSE Linux Enterprise Desktop par Novell et Sun Java Desktop System.
pt_br: O desktop GNOME é utilizado por milhões de pessoas de várias partes do mundo. O GNOME é uma parte padrão de todas as principais distribuições Linux e Unix do mundo, incluindo distribuições comunitárias conhecidas como Ubuntu, Debian, Fedora Core e SUSE. É também o desktop padrão na maioria das distribuições corporativas do Linux como Red Hat Enterprise Linux, SUSE Linux Enterprise Desktop da Novell e o Sun Java Desktop System.

source: GNOME is also the desktop of choice for some of the world's biggest Linux desktop deployments, including large government deployments in Extremadura, Spain, and Sao Paulo, Brazil. GNOME's technology is used by major Linux ISVs such as Firefox, the Eclipse Project, Real Networks, and VMWare. Additionally, GNOME is increasingly being used by mobile device companies such as Nokia and Palm.
fr: GNOME est aussi l'environnement de bureau choisi pour certains des déploiements de bureaux Linux les plus importants dans le monde, comme les grands déploiements gouvernementaux en Estrémadure (Espagne) et à Sao Paulo (Brésil). La technologie GNOME est utilisée par d'importants fournisseurs de logiciels Linux comme Firefox, le projet Eclipse, Real Networks et VMWare. En outre, GNOME est de plus en plus utilisé par les entreprises comme Nokia et Palm pour des périphériques embarqués.
pt_br: O GNOME é também o desktop escolhido por alguns dos maiores casos de implantação de Linux do mundo, incluindo grandes implantações lideradas pelo governo em Extremadura, Espanha; e São Paulo, Brasil.

source: More than 500 software developers from every continent, including more than 100 paid developers, contribute their time and effort to the project. Sponsors include industry leaders like Fluendo, HP, IBM, Novell, Red Hat, and Sun. GNOME is supported on a variety of platforms, including GNU/Linux (more commonly referred to as Linux), Solaris Operating Environment, HP-UX, Unix, BSD and Apple's Darwin.
fr: Plus de 500 développeurs de logiciels de tous les continents, dont plus de 100 développeurs payés, contribuent par leur temps et leurs efforts au projet. Des entreprises à la pointe du marché sponsorisent le projet, comme Fluendo, HP, IBM, Novell, Red Hat et Sun. GNOME fonctionne sous une grande variété de plate-formes, dont entre autres GNU/Linux (communément appelé Linux), l'environnement d'exploitation Solaris, HP-UX, Unix, BSD et Apple Darwin.
pt_br: Mais de 500 desenvolvedores de software de cada continente, incluindo mais de 100 desenvolvedores pagos, contribuem seu tempo e dedicação ao projeto. Patrocinadores incluem líderes de mercado como Fluendo, HP, IBM, Novell, Red Hat e Sun. O GNOME é suportado em diversas plataformas, incluindo GNU/Linux (mais comumente referido como Linux), Sistema Operacional Solaris, HP-UX, Unix, BSD e Darwin da Apple.

source: More information on GNOME can be found at <ulink url="http://www.gnome.org/">www.gnome.org/</ulink>.
fr: Plus d'informations sur GNOME sont disponibles sur <ulink url="http://www.gnome.org">http://www.gnome.org/</ulink>.
pt_br: Mais informações sobre o GNOME podem ser encontradas em <ulink url="http://www.gnome.org/">www.gnome.org/</ulink>.

source: About the GNOME Foundation
fr: À propos de la Fondation GNOME
pt_br: Sobre a Fundação GNOME

source: Comprised of hundreds of volunteer developers and industry-leading companies, the GNOME Foundation is an organization committed to supporting the advancement of GNOME. The Foundation is a member directed, non-profit organization that provides financial, organizational and legal support to the GNOME project and helps determine its vision and roadmap. More information on the GNOME Foundation can be found at <ulink url="http://foundation.gnome.org/">foundation.gnome.org</ulink>.
fr: Regroupant plusieurs centaines de développeurs bénévoles et des sociétés innovantes, la Fondation GNOME est une organisation destinée à supporter l'avancement de GNOME. La Fondation est une association à but non lucratif gérée par ses membres qui fournit la logistique ainsi que le support financier et légal pour le projet GNOME et aide à la détermination de sa vision et son plan de développement. Plus d'informations concernant la Fondation GNOME sont disponibles sur <ulink url="http://foundation.gnome.org/">foundation.gnome.org</ulink>.
pt_br: Composto de centenas de desenvolvedores voluntários e líderes industriais, a Fundação GNOME é uma organização comprometida com o avanço do GNOME. A Fundação é uma organização dirigida por membros e sem fins lucrativos que fornece apoio financeiro, organizacional e legal para o projeto GNOME e ajuda a determinar suas visões e caminhos. Mais informações sobre a Fundação GNOME podem ser encontradas em <ulink url="http://foundation.gnome.org/">foundation.gnome.org</ulink>.

source: Press Inquiries
fr: Contacts pour la presse
pt_br: Divulgação para a Imprensa

source: Check <ulink url="http://www.gnome.org/press/">www.gnome.org/press/</ulink> to find your nearest press contact. You may also contact us at press@gnome.org.
fr: Merci d'envoyer toutes les demandes concernant la presse à contact-presse@gnomefr.org.
pt_br: Veja <ulink url="http://www.gnome.org/press/">www.gnome.org/press/</ulink> para encontrar o contato de imprensa mais próximo. Você pode contactar-nos também em press@gnome.org.

source: Linux is a trademark of Linus Torvalds. All other names and trademarks are the property of their respective owners.
fr: Linux est une marque déposée de Linus Torvalds. Tous les autres noms et marques déposées sont les propriétés de leurs détenteurs respectifs.
pt_br: Linux é marca registrada de Linus Torvalds. Todos os outros nomes e marcas registradas são de propriedade de seus respectivos donos.

source: translator-credits
fr: Vincent Untz <vuntz@gnome.org>, 2006
pt_br: Lucas Rocha <lucasr@gnome.org> Licio Fernando <licio@ubuntu.com>
