<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - freie Software f&uuml;r den timetracking Sprung</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<table width="100%" border="0" cellspacing="0" cellpadding="0">
		<tr><td align="left">
		<div align="left"><a href="index.html" border="0"><img src="images/chronojump33.png" alt="logo" width="591" height="177" border="0"></a><br>
		</div>
		</td><td valign="bottom" align="right">
		<div id="sidebar">
<ul>
<li><a href="features_ca.html">Catal&agrave;</a></li>
<li id="currentLanguage">Deutsch</li>
<li><a href="features.html">English</a></li>
<li><a href="features_es.html">Espa&ntilde;ol</a></li>
<li>Fran&ccedil;ais (pending)</li>
<li><a href="features_gl.html">Galego</a></li>
<li>Italiano (pending)</li>
<li><a href="features_pt.html">Portugu&ecirc;s</a></li>
</ul><br>
</div></td></tr></table>
<ul id=nav-top>
<ul>
<li><a href="index_de.html">Einleitung</a></li>
<li id="currentPage">Eigenschaften</li><li><a href="faq.html">FAQ <font size="1">(en)</font></a></li>
<li><a href="screenshots.html">Screenshots <font size="1">(en)</font></a></li>
<li><a href="contact_de.html">Kontakt</a></li>
<li><a href="documents.html">Dokumente <font size="1">(en)</font></a></li>
<li><a href="installation.html">Installation <font size="1">(en)</font></a></li>
<li><a href="construction.html">Aufbau <font size="1">(en)</font></a></li>
</ul>    
</ul>
<table border = "0" width = "100%" cellpadding="0" cellspacing="0">

			<tr valign="top"><td align="left">

			<div id="content">
			<div id="content-body"><table border="0" width="100%"><tr><td align="left"><h4 id="top">
Eigenschaften der Management-Software
</h4></td><td align="right"><a href="print/features_de.html"><font size="2"><tt>Printable version(translate)
</tt></font></a></td></tr></table>

ChronoJump darf jeden m&ouml;glichen Sprung mit den Wiederholungen registrieren, der, innerhalb von Zeit Einleiten gew&uuml;nscht wird, oder Au&szligenseite die Plattform, unabh&auml;ngig registrierend vom Kontakt und Flugzeiten, sowie von Extralast, von Fall, von Beschr&auml;nkung durch Spr&uuml;nge oder Zeit und Beschreibungen der Technik festsetzt
<p>
ChronoJump benutzt ein kleines Datenbank <a href="http://www.sqlite.org">Sqlite</a> das erm&ouml;glicht, Spr&uuml;nge an Probanden und an Ma&szliglernabschnitte zu binden und alle Art von den Vergleichen zwischen diesen drei zu bilden.
<p>
Er ist m&ouml;glich und einfach, um neue Arten von Spr&uuml;ngen mit den beschriebenen Variablen vorher zu verursachen.
<p>
Es ist multiplatform;  Als, programmierend in C # mit Mono, w&uuml;rde es in GNU/Linux, MacOSX, Windows richtig arbeiten m&uuml;ssen..., bis der Moment nur in GNU/Linux, Windows nachgewiesen worden ist.
<p>
Es enth&auml;lt die folgenden Statistiken (wann immer das Entgegengesetzte sich nicht spezifiziert, um maximale Durchschnitte, Werte oder alle Werte eines einzigen Lernabschnittes oder zwischen einer indeterminezahl der Lernabschnitte (longitudinal) gew&auml;hrt wird und mit Unterscheidung der Art) zu zeigen

<ul>
<li>Zusammenfassung von einen oder einigen Messabschnitten
<li>Studie eines einzigen Probande
<li>Flugzeit der einfachen Spr&uuml;nge
<li>Zeit des Kontaktes, Flugzeit und Index zwischen beiden in den Spr&uuml;ngen mit Fall und in den sich wiederholenden    Spr&uuml;ngen (kurz wird die Geschwindigkeit des Starts auch eingef&uuml;hrt).
<li>Leistung der wiederholenden Spr&uuml;ngen
<li>Entwicklung der sich wiederholenden Spr&uuml;nge (nur in einem Messabschnitt)
<li>Index von Elastizit&auml;t und von Gebrauch der Arme
<li>... (Die modularit&auml;t von ChronoJump erleichtert die Einbeziehung von neuem messwerten)
</ul>

Chronojump allow to record also <b>races</b>, <b>reaction time</b> and <b>rhythm</b>. [pending to translate]

<p>

Grafik von allen messwerten beschrieben mittels des graphischen utilery <a href="http://netcontrols.org/nplot/">NPlot</a>.
<p>
Export von Messwerten und Daten (Format CSV).
<p>
Create personalized reports of all data and statistics (HTML format). <tt>[translate this to german]</tt>


<h5>Eigenschaften des timekeeper</h5>
Das Timekeeper:  Chronopic, basiert auf dem Trainer Karten Skypic (Unterlagen sehen), und bittet eine Pr&auml;zision von tausendster von sekunden wie es &uuml;berpr&uuml;ft ist
<p>
Einige Systeme von Zeitmessung des Sprunges benutzen nur ein verbundenes PC zur Plattform.  Die modernen Computer sind multitask, Eigenschaft, der es verhindert, um einem vertrauensw&uuml;rdigen Ma&szlig zu garantieren, weil sie jede m&ouml;gliche andere Aufgabe in diesem einem Moment bilden k&ouml;nnen. mehr Informationen innen <a href="construction.html">englisch</a>, <a href="construction_es.html">spanisch</a>

 <p>
<h5>Eigenschaften der Plattform</h5>
Wie die Plattform der Kontakte kann gebildet werden wird erkl&auml;rt im Abschnitt Construcci&oacute;n <a href="construction.html">englisch</a>, <a href="construction_es.html">spanisch</a>.

<h5>Zuk&uuml;nftige Eigenschaften</h5>

Kurz wird es die folgenden Funktionen auch einzuf&uuml;hren:

<ul>
<li>Die M&ouml;glichkeitkerben des Ersetzens der Plattformen der Kontakte durch photoelektrische Zellen.  Die Methode der Herstellung der photoelektrischen Zellen noch nicht beschrieben ist, wenn sie Informationen &uuml;ber die Angelegenheit hat, wir bat um ihre Zusammenarbeit ein.
<li>M&ouml;glichkeit des &Auml;nderns der Empfindlichkeit des timekeeper zu jedem Sprung.
<li>Wenn Sie andere Eigenschaften w&uuml;nscht, zweifelt Sie nicht, den Postlisten nachzufraen.
</ul>
</div></div>
</td><td>
<div id="sidebar">
				<h3>Award</h3>
				<p><img src="images/tropheesdulibre.jpg"><br>
				Chronojump wons <a href="http://tropheesdulibre.org">free software awards on 2007</a> on education category.
				</p>

				<h3>Lizenz</h3>
				<p>
					ChronoJump ist <a href="http://de.wikipedia.org/wiki/Freie_Software">freies&nbsp;Software</a>, verteilt unter Lizenz <a href="http://de.wikipedia.org/wiki/GNU_General_Public_License">GPL</a>. Das <a href="http://svn.gnome.org/viewcvs/chronojump/trunk/">Quellenprogramm (source code)  und das Chronometer</a> ist vorhanden un kann  ge&auml;ndert und neuverteilt seien.
					<br><br>
					Anweisungen des Aufbaus der Plattform von Kontakten und von Chronometer werden erleichtert.
					<br><br>

					Es ist nicht m&ouml;glich, die G&uuml;ltigkeit und die Zuverl&auml;ssigkeit eines Informatikinstrumentes des Ma&szliges zu &uuml;berpr&uuml;fen, wenn das Quellenprogramm nicht erleichtert wird.  Folglich ist ChronoJump f&uuml;r die Untersuchung optimal.
			      </p>
				<h3>Autoren</h3>
				<ul>
<li><a href="http://www.xdeblas.com">Xavier de Blas</a></li>
<li><a href="http://www.iearobotics.com/personal/juan/">Ju&aacute;n Gonz&aacute;lez</a></li>
<li><a href="mailto:juanfer@juanfer.com.ar">Juan Fernando Pardo</a>
<li><a href="http://www.iearobotics.com/personal/ricardo/index.html">Ricardo G&oacute;mez</a>
</ul>

				<h3>Mitarbeiter&nbsp;[a-z]</h3>
				<ul>
<li><a href="http://www.bortoleto.com/malu.htm">Maria Luisa Belloto</a>
<li>Bernat Busc&agrave;
<li>Alberto Garc&iacute;a-Fogeda
<li><a href="mailto:marchesedavid@yahoo.com.ar">David Marchese</a>
<li>Josep Ma Padull&eacute;s
<li><a href="mailto:carles.romagosa@uvic.cat">Carles Romagosa</a>
</ul>

				<h3>Tragen mit der Entwicklung bei</h3>
				<br><a href="http://www.deporteyciencia.com"><img src="images/deporteyciencia_blues.gif" width="88" height="110" border="0" alt="deporteyciencia.com sitio colaborativo en ciencias del deporte"></a>
<br><br><A href="http://gnome.org"><IMG src="images/gnome_logo_88_blues.png" width="88" height="137" border="0" alt="GNOME"></A>

</div>
</td></tr></table>

<div id="footer">

		<hr width="98%" noshade size="1">
		<table align="center" width="98%" border="0" cellpadding="0" cellspacing="0">

		<tr><td align="left">Deutsch&uuml;bersetzung durch <a href="mailto:ecardena888@hotmail.com">Eloy&nbsp;C&aacute;rdenas - Estrada</a>
</td><td>Netz entwarf durch <a href="http://www.41010.com" title="41010" target="_blank">Zazu Vega</a>
</td></tr>

		</div>

		</body>

		</html>