Repository: dineshkummarc/gnomeweb-wml
Catalog: www.gnome.org/press/releases/2.14/docbook/*/*.po
Languages: sv

source: GNOME 2.14 Press Release
sv: GNOME 2.14 pressmeddelande

source: GNOME 2.14 DESKTOP AND DEVELOPER PLATFORM RELEASED
sv: GNOME 2.14 SKRIVBORDS- OCH UTVECKLINGSPLATTFORM SLÄPPT

source: The GNOME Project is pleased to announce the release of the latest version of the GNOME Desktop and Developer Platform, the popular, free desktop for Linux and Unix operating systems. With a new administration suite, system-wide performance improvements, better search capabilities, a new Voice-over-IP softphone, and numerous other enhancements, GNOME 2.14 finishes another exciting half year of development.
sv: GNOME-projektet är stolta att meddela utgivningen av den senaste versionen av GNOME-skrivbords- och utvecklingsplattformen, det populära, fria skrivbordet för Linux och Unix-operativsystem. Med en ny administrationssvit, systembreda prestandaförbättringar, bättre sökmöjligheter, en ny voice-over-ip-programtelefon och ett flertal andra förbättringar avslutar utgivningen av GNOME 2.14 ännu ett spännande halvår av utveckling.

source: Some of the key new features:
sv: Några av de nya huvudfunktionerna:

source: The creation of an admin suite, including a lock down editor, Pessulus, and a user profile editor, Sabayon
sv: Skapandet av en administrationssvit, inklusive en nedlåsningredigare, Pessulus, och en användarprofilredigerare, Sabayon

source: A new search bar, called Deskbar, which can search through local files, programs and contacts as well as on the web
sv: En ny sökrad, kallad Skrivbordsrad, som kan söka efter lokala filer, program och kontakter såväl som på webben

source: <ulink url="http://www.ekiga.org/">Ekiga</ulink>, the VoIP client formerly known as GNOME Meeting. It can now communicate using the SIP protocol which is already used by Google Talk, Asterisk and others.
sv: <ulink url="http://www.ekiga.org/">Ekiga</ulink>, VoIP-klienten som tidigare gick under namnet GNOME Meeting. Det kan nu kommunicera via SIP-protokollet som bland annat används av Google Talk, Asterisk och andra.

source: Performance work, making your desktop even snappier
sv: Högre prestanda som gör ditt skrivbord ännu kvickare

source: The ability to switch users quickly, without logging off
sv: Möjligheten att snabbt byta användare, utan att logga ut

source: Even easier configuration, allowing GNOME 2.14 to adapt to different users needs
sv: Ännu enklare konfiguration som låter GNOME 2.14 passa användarnas olika behov

source: Admin Suite
sv: Administrationssvit

source: Deskbar
sv: Skrivbordsrad

source: Performance
sv: Prestanda

source: Switching Users
sv: Byte av användare

source: Easier Configuration
sv: Enklare konfiguration

source: Based on response from user feedback, GNOME 2.14 includes a number of easy ways to configure how the desktop behaves. This includes making it easier to change default settings for applications as well as controlling sound events.
sv: Baserat på användarnas synpunkter inkluderar GNOME 2.14 ett flertal olika sätt för att konfigurera hur skrivbordet uppträder. Detta innebär att det är enklare att ändra standardinställningar för program såväl som för att kontrollera ljudhändelser.

source: Further Information
sv: Ytterligare information

source: Availability
sv: Tillgänglighet

source: About GNOME
sv: Om GNOME

source: About the GNOME Foundation
sv: Om GNOME Foundation

source: Press Inquiries
sv: Pressförfrågningar

source: Check <ulink url="http://www.gnome.org/press/">www.gnome.org/press/</ulink> to find your nearest press contact. You may also contact us at press@gnome.org.
sv: Se <ulink url="http://www.gnome.org/press/">www.gnome.org/press/</ulink> för att hitta din närmaste presskontakt. Du kan även kontakta oss på press@gnome.org.

source: Linux is a trademark of Linus Torvalds. All other names and trademarks are the property of their respective owners.
sv: Linux är ett varumärke som tillhör Linus Torvalds. Alla andra namn och varumärken tillhör sina respektive ägare.

source: translator-credits
sv: Daniel Nylander <gnome@danielnylander.se>, 2006.
