<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - measurement, management and statistics of sport short-time tests. </title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
<table width="99%" border="0" cellspacing="0" cellpadding="0">
		<tr><td align="left" valign="top">
		<div align="left"><a href="index_es.html"><img src="chronojump_77h.png" alt="Chronojump main site" width="256" height="77" border="0"></a>
		</div>
		</td><td valign="center" align="center" width="100%">
		<center>
			<table border ="0" width = "410" height="81" cellpadding="0" cellspacing="0">
				<tr valign="bottom" align="center">
					<td width="20%"><a href="software_es.html"><img src="software.png" alt="Software" border="0"></a></td>
					<td width="20%"><a href="hardware_store_es.html"><img src="hardware.png" alt="Hardware store" border="0"></a></td>
					<td width="20%"><a href="multimedia_es.html"><img src="multimedia.png" alt="Multimedia" border="0"></a></td>
					<td width="20%"><a href="http://foro.chronojump.org"><img src="forum.png" alt="Forum" border="0"></a></td>
					<td width="20%"><a href="server_es.html"><img src="server.png" alt="Server" border="0"></a></td>
				</tr>
				<tr valign="top" align="center">
					<td><font size="2">Software</font></td>
					<td><font size="2">Tienda de Hardware</font></td>
					<td><font size="2">Multimedia</font></td>
					<td><font size="2">Foro</font></td>
					<td><font size="2">Servidor</font></td>
				</tr>
			</table>
		</center>
	</td>
	<td><font size="2"><a href="faq_hardware.html">English</a></font><br><hr color="#d1dce1" width="100%"></td>
</tr></table>

<br>


<table width="99%" align="center" border="0" cellspacing="6" cellpadding="6">
	<tr>
		<td align="center" valign="center"><img border="0" src="images/chronopic3.jpg"></td>
		<td width="100%" align="left" valign="top">
			<div id="cols">

				<h2>Preguntas frecuentes sobre la plataforma de contactos</h2>

				<ol>
					<li>¿C&oacute;mo puedo construir la plataforma de contactos?

					<p>
					Consulte la sección de hardware en la página <a href="multimedia_es.html">multimedia</a>.

					<p><li>¿D&oacute;nde puedo comprar la plataforma de contactos? ¿Puedo vender la que he hecho yo?
					<p>
					No comercializamos plataformas de contactos, a cambio instamos a los que deseen usar este m&eacute;todo a que se fabriquen su propia plataforma. Si alg&uacute;n particular o empresa decide fabricarlas seg&uacute;n el m&eacute;todo que hemos explicado o cualquier otro que sea compatible y quiere venderlas, puede avisarnos y haremos difusi&oacute;n de su servicio, aunque no nos haremos responsables de la calidad de las mismas.

					<p><li>¿Por qu&eacute; el acero tiene que ser templado?

					<p>
					El acero de la plataforma de contactos va a ser sometido a numerosas fuerzas, si es templado resiste mejor y tiene m&aacute;s capacidad de retorno a su posici&oacute;n inicial.

					<p><li>¿Puede usar c&eacute;lulas fotoel&eacute;ctricas?
					<p>
					Sí. Consulte la sección de hardware en la página de <a href="multimedia_es.html">multimedia</a>.

					<p><li>He descubierto una manera mejor de hacer la plataforma de contactos ¿d&oacute;nde puedo anunciarla?

					<p>
					Escribe un correo a la lista <a href="contact_es.html">chronojump-list</a> y veremos c&oacute;mo podemos anunciar tu propuesta.

				</ol>

				<h2>Cron&oacute;metro Chronopic</h5>

				<ol>

					<p><li>¿D&oacute;nde puedo comprar el Chronopic?

					<p>
					Acceda a la <a href="hardware_store_es.html">Tienda de Hardware</a>.

					<p><li>¿Puedo construir o fabricar de forma industrial el Chronopic?<p>
					<p>
					S&iacute;, con la informaci&oacute;n que se encuentra en la <a href="hardware_es.html">p&aacute;gina de Hardware</a> 
					Ver vídeos y dcumentos en la sección de hardware de la página: <a href="multimedia_es.html">multimedia</a>. 
					<br>Usted puede fabricar el Chronopic de forma manual o industrial en cualquier pa&iacute;s.

					<p><li>¿Puedo vender el Chronopic?</p>

					<p>
					S&iacute;, al precio que consideres oportuno. Cabe considerar la licencia del hardware: <a href="http://creativecommons.org/licenses/by-sa/2.5/es/deed.es">Creative Commons. Reconocimiento-Compartir bajo la misma licencia 2.5 Espa&ntilde;a</a>.

					<p><li>¿Es posible anunciarse en vuestra web como distribuidor de Chronojump y/o Chronopic?</p>
					<p>
					S&iacute;, escriba a la direcci&oacute;n que se ve en esta imagen:

					<img align="absmiddle" src="http://projects.gnome.org/chronojump/images/xaviblas-correo.png">

					<li>Puedo conectar m&aacute;s de un Chronopic a un ordenador?
					<p>

					S&iacute;.
					<ul>
						<li>Un Chronopic es suficiente para captar est&iacute;mulos de uno o m&aacute;s dispositivos de medida (como plataformas de contacto) siempre que no se produzca contacto en diversos dispositivos al mismo tiempo. Si desea medir el tiempo de contacto y el tiempo de vuelo en la marcha, no podr&aacute; diferenciar entre un pie y el otro con s&oacute;lo un Chronopic aunque tenga una plataforma de contacto para cada pie.
						<li>
						Con dos o m&aacute;s Chronopics podr&aacute; captar canales diferentes. En el ejemplo del an&aacute;lisis de la marcha, podr&aacute; ubicar un dispositivo de medida para cada pie, conectando cada dispositivo a un Chronopic y conectando ambos Chronopics a un ordenador. Esta característica es nueva de Chronojump 0.9.

					</ul>



					<li>¿Por qu&eacute; es necesario un cron&oacute;metro si cualquier ordenador puede hacer esa funci&oacute;n?
					<p>
					Los sistemas operativos modernos son multitarea, lo que significa que el ordenador asigna peque&ntilde;as cantidades de tiempo para la realizaci&oacute;n de cada una de las tareas de manera que parece que ejecuta todas a la vez. Si el ordenador se encarga de captar los est&iacute;mulos que proceden de la plataforma de contactos, en ocasiones ser&aacute; tard&iacute;o en advertir estos eventos porque estar&aacute; ocupado en otros <i>asuntos</i>, lo que se traduce en problemas de fiabilidad debido a que dos saltos de la misma duraci&oacute;n podr&iacute;an obtener mediciones distintas por circunstancias aleatorias.<br>

					El cron&oacute;metro externo que hemos construido est&aacute; especializado en la captaci&oacute;n de eventos en la plataforma de contactos por lo que no aparecer&aacute;n errores de fiabilidad en sus registros.<br>
					Chronopic permitir&aacute; adem&aacute;s que se pueda usar Chronojump o su versi&oacute;n reducida Chronojump-mini en casi cualquier dispositivo electr&oacute;nico, y asegura una buena compatibilidad hacia el futuro.<br>
					Para m&aacute;s informaci&oacute;n lea este art&iacute;culo: <a href="http://projects.gnome.org/chronojump/articles/chronojump_sistema_de_medida_congreso_gpul.pdf">"Proyecto Chronojump: Sistema de Medida de la Capacidad de Salto usando Software y Hardware Libres"</a>.
				</ol>



		</div>
	</td>
		<td align="center" valign="center"><img border="0" src="images/infrared.jpg"></td>
	</tr>
</table>
</body>
</html>
